IAo=
ICAK
ICAgIAo=
Cg==
IQo=
Igo=
Iwo=
JAo=
JQo=
Jgo=
Jwo=
KAo=
KQo=
Kgo=
Kwo=
LAo=
LQo=
Lgo=
Lwo=
MAo=
MQo=
Mgo=
Mwo=
NAo=
NQo=
Ngo=
Nwo=
OAo=
OQo=
Ogo=
Owo=
PAo=
PQo=
Pgo=
Pwo=
QAo=
QQo=
Qgo=
Qwo=
RAo=
RQo=
Rgo=
Rwo=
SAo=
SQo=
Sgo=
Swo=
TAo=
TQo=
Tgo=
Two=
UAo=
UQo=
Ugo=
Uwo=
VAo=
VQo=
Vgo=
Vwo=
WAo=
WQo=
Wgo=
Wwo=
XAo=
XQo=
Xgo=
Xwo=
YAo=
YQo=
Ygo=
Ywo=
ZAo=
ZQo=
Zgo=
Zwo=
aAo=
aQo=
ago=
awo=
bAo=
bQo=
bgo=
bwo=
cAo=
cQo=
cgo=
cwo=
dAo=
dQo=
dgo=
dwo=
eAo=
eQo=
ego=
ewo=
fAo=
fQo=
fgo=
dGhleQo=
aGUK
dGhlCg==
c2hlCg==
c2FpZAo=
Jmx0O3wK
ZXh0fAo=
fGVuZG8K
ZW5kb2Z0Cg==
ZnRleHQK
ZGF5Cg==
Jmx0Owo=
YQo=
YmlnCg==
d2FzCg==
aW4K
fCZndDsK
YW5kCg==
d2FudGVkCg==
dG8K
cGxheQo=
aXQK
dXBvbgo=
dGltZQo=
b25jZQo=
dGhlcmUK
YnV0Cg==
b25lCg==
bGl0dGxlCg==
Jmd0Owo=
dmVyeQo=
dGltCg==
c2F3Cg==
d2l0aAo=
b24K
aGFkCg==
ZGlkCg==
bm90Cg==
cGFyawo=
d2VudAo=
Z2lybAo=
aQo=
b2YK
bG92ZWQK
c3RhcnRlZAo=
c28K
bGlrZWQK
aGlzCg==
d2FudAo=
bmFtZWQK
aGFwcHkK
Zm91bmQK
aGVscAo=
YXQK
YmUK
Ym95Cg==
aGVyCg==
bW9tCg==
ZnJpZW5kcwo=
c21hbGwK
d2VyZQo=
YmlyZAo=
bGlseQo=
c21pbGVkCg==
dG9tCg==
eW91Cg==
YWxsCg==
YmFsbAo=
dHJlZQo=
ZGVjaWRlZAo=
dHJpZWQK
Z28K
ZnJpZW5kCg==
c2VlCg==
Zm9yCg==
c2FkCg==
bG9va2VkCg==
cGxheWVkCg==
dG9nZXRoZXIK
bWFrZQo=
dGhhdAo=
dG9vCg==
eWVzCg==
Y291bGQK
YmFjawo=
bmV3Cg==
J3MK
ZWFjaAo=
b3RoZXIK
ZGlkbid0Cg==
Y2F0Cg==
ZG9nCg==
ZXZlcnkK
ZnVuCg==
aGltCg==
dGhlbgo=
c3VlCg==
YmVuCg==
dGhhbmsK
ZnJvbQo=
bG90cwo=
ZmluZAo=
bWF4Cg==
d2UK
Ym94Cg==
bGVhcm5lZAo=
c2t5Cg==
ZG9uJ3QK
bGF1Z2hlZAo=
Y2FtZQo=
ZWF0Cg==
aW50bwo=
YXdheQo=
dGhlbQo=
aGFwcGVuZWQK
YWdhaW4K
dXAK
bG90Cg==
Z3JvdW5kCg==
ZG8K
aGF2ZQo=
d2F0ZXIK
bGV0J3MK
c29tZXRoaW5nCg==
cmFuCg==
dW5leHBlY3RlZAo=
bAo=
Z2V0Cg==
c3VuCg==
bGl2ZWQK
dGltJ3MK
c2NhcmVkCg==
bWFkZQo=
d2hlbgo=
d2lsbAo=
aWRlYQo=
YXMK
YW4K
dGhvdWdodAo=
a25vdwo=
aG91c2UK
cGxheWluZwo=
aXMK
cHV0Cg==
c3BvdAo=
aG9tZQo=
cm9vbQo=
dG95Cg==
YXJvdW5kCg==
dG9vawo=
YmVzdAo=
YXJlCg==
b3V0Cg==
bGV0Cg==
Ym90aAo=
Z29vZAo=
Y2FuCg==
Z3JlYXQK
bXVjaAo=
YW55bW9yZQo=
c2F5cwo=
c2FtCg==
YW0K
bmVhcgo=
d2hhdAo=
Y291bGRuJ3QK
c2hhcmUK
dGhlaXIK
bGlrZQo=
dGFrZQo=
dG95cwo=
aG93Cg==
Z2FyZGVuCg==
bm8K
aWx5Cg==
ZW5kCg==
YWJvdXQK
bWlhCg==
ZG9vcgo=
ZGFkCg==
Zmx1ZmZ5Cg==
J3QK
cHJvdWQK
aGVhcmQK
dGhpbmdzCg==
Y2FyZWZ1bAo=
bG9uZwo=
c3RvcnkK
bWV0Cg==
b3BlbmVkCg==
YXNrZWQK
Y2FyCg==
aGFwcGlseQo=
bWFueQo=
YmVjYXVzZQo=
Pwo=
cmVkCg==
b3V0c2lkZQo=
ZXZlcgo=
YWZ0ZXIK
a2l0Y2hlbgo=
ZmVsdAo=
ZG93bgo=
a25ldwo=
c3VubnkK
bW9yYWwK
bHVjeQo=
d2Fsawo=
aXQncwo=
YmVjYW1lCg==
Y2FuJ3QK
ZXhjaXRlZAo=
bm93Cg==
dW5kZXIK
Ym9iCg==
aGkK
aSdtCg==
Zm9yZXN0Cg==
c3RvcmUK
aW5zaWRlCg==
aGVsbG8K
YmVnYW4K
ZG9uCg==
bG9vawo=
cGlja2VkCg==
d291bGQK
Zmxvb3IK
c2hvdwo=
bG91ZAo=
bWUK
Y2FrZQo=
Z2F2ZQo=
bmVlZAo=
bmljZQo=
cwo=
c3VkZGVubHkK
bWFuCg==
Ym9ibwo=
d2h5Cg==
bGlzdGVuCg==
c3VycHJpc2VkCg==
bXIK
bmV4dAo=
dGhhbmtlZAo=
bGlseSdzCg==
dGltbXkK
cGxlYXNlCg==
4oCcCg==
dGhpcwo=
d293Cg==
ZmFzdAo=
cHJldHR5Cg==
c29ycnkK
cnVuCg==
YW5pbWFscwo=
d29ycnkK
a2VlcAo=
dGFibGUK
cm9jawo=
dHJ5Cg==
YmV0dGVyCg==
cG9uZAo=
c3BlY2lhbAo=
dG9sZAo=
c2xpZGUK
YmVhdXRpZnVsCg==
Y2xpbWIK
J20K
YW15Cg==
dG93bgo=
ZnVsbAo=
bQo=
Y2xhcHBlZAo=
c2FyYQo=
Zm9vZAo=
YnVnCg==
ZXZlcnlvbmUK
ZG9lcwo=
Z29pbmcK
Zmxldwo=
bW9tZW50Cg==
bGlzdGVuZWQK
Zmx5Cg==
dG9wCg==
Y2F0Y2gK
aWNlCg==
Y3JlYW0K
YW5ncnkK
eWFyZAo=
aG9sZQo=
Z3Jhc3MK
bW9tbXkK
d29vZHMK
d2hvCg==
aG9wcGVkCg==
b2xkCg==
d2hpbGUK
Z2l2ZQo=
bm9kZGVkCg==
aGlsbAo=
b2theQo=
YnkK
a2luZAo=
dG9tJ3MK
c3dhbQo=
bG92ZQo=
ZmlzaAo=
ZmVlbAo=
c3RpbGwK
Y29tZQo=
bm9pc2UK
Z290Cg==
YmlyZHMK
bWFnaWMK
aHVnZ2VkCg==
dGhyb3VnaAo=
YmVhcgo=
c3RheQo=
aGFzCg==
bGVhcm4K
dHJ5aW5nCg==
YXRlCg==
bG9va2luZwo=
d2F0Y2gK
b3Zlcgo=
Z29uZQo=
ZmFyCg==
cmVwbGllZAo=
ZXhwbG9yZQo=
aGF2aW5nCg==
ZmFtaWx5Cg==
Ym9vawo=
Y3J5Cg==
bGlsYQo=
d2luZAo=
d2Fsa2VkCg==
YWx3YXlzCg==
c2F0Cg==
Z2FtZQo=
YmVlbgo=
YWlyCg==
cmFpbgo=
d2F5Cg==
bWU/Cg==
dGhhdCdzCg==
b3Blbgo=
YnV5Cg==
aWYK
d29ya2VkCg==
bWF5YmUK
c29vbgo=
a2lkcwo=
c2F5Cg==
bmV2ZXIK
bW92ZQo=
b2ZmCg==
d2luZG93Cg==
c2FmZQo=
Y2xlYW4K
d29ybGQK
ZnVubnkK
b2gK
cGxhY2UK
dGFpbAo=
YmVhY2gK
YmFkCg==
aW1wb3J0YW50Cg==
d2Fsa2luZwo=
c21pbGUK
d2FudHMK
ZnJvZwo=
aGFyZAo=
bmlnaHQK
cGFydHkK
Ym9hdAo=
YmFya2VkCg==
d2FnZ2VkCg==
Z29vZGJ5ZQo=
dGlueQo=
YmVkCg==
c2hpbnkK
c2xlZXAK
ZXZlbgo=
c2hhcmVkCg==
dGlyZWQK
c3Ryb25nCg==
dGFsawo=
cmFjZQo=
a2l0dHkK
cmVhZHkK
bW9yZQo=
cGljawo=
ZmVsbAo=
aGFuZHMK
dXNlCg==
anVtcAo=
aGVhZAo=
Ogo=
Zml4Cg==
anVtcGVkCg==
d2FsbAo=
c3F1aXJyZWwK
c3R1Y2sK
c2hvd2VkCg==
YmVoaW5kCg==
ZG9pbmcK
bW91c2UK
ZmFjZQo=
YnJhdmUK
cHVkZGxlCg==
bWltaQo=
c2hvdWxkCg==
dGVkZHkK
c2VhCg==
aGVscGluZwo=
YmVmb3JlCg==
ZXllcwo=
dHJ1Y2sK
cGljdHVyZQo=
c2FtZQo=
aGlnaAo=
c3RpY2sK
anVzdAo=
d2FpdAo=
bXkK
dG91Y2gK
c3VlJ3MK
cmFiYml0Cg==
Y2FyZQo=
YW5uYQo=
ZHJhdwo=
Zmxvd2Vycwo=
cGVvcGxlCg==
aXNrZXJzCg==
eWVhcnMK
YmVpbmcK
dW50aWwK
ZHkK
c29tZQo=
c2FuZAo=
dHJlZXMK
c29mdAo=
aHVuZ3J5Cg==
aHVnCg==
c2luZwo=
aGFuZAo=
d2Vhcgo=
d29rZQo=
cHJvbWlzZWQK
ZGFuY2UK
eW91cgo=
bGl2aW5nCg==
cmVhY2hlZAo=
cml2ZXIK
cGxhbgo=
c2Vlbgo=
dGVsbAo=
ZmwK
d2hpc2sK
c3RvcAo=
ZmlyZQo=
YWJsZQo=
Zmxvd2VyCg==
c2FsbHkK
dmlzaXQK
Zmlyc3QK
YXJhCg==
cmVhY2gK
bHVjCg==
d2F0Y2hlZAo=
Yml0Cg==
cmVhZAo=
dHVybnMK
bmVlZGVkCg==
Y3JpZWQK
c2hpbmluZwo=
dHdvCg==
cHVzaGVkCg==
am9pbgo=
b3RoZXJzCg==
c2l0Cg==
YmlyZCdzCg==
Y2wK
ZmluYWxseQo=
Y2xvc2VyCg==
c3dpbmdzCg==
bGlrZXMK
cmVteQo=
Y29udGludWVkCg==
Y2xvc2UK
ZGlkbgo=
aHVydAo=
Y29sb3JzCg==
aXRzCg==
bW91dGgK
bWVhbgo=
c25vdwo=
Y3VyaW91cwo=
Z2VkCg==
Y291bGRuCg==
aGF0Cg==
aGlkZQo=
eW91Pwo=
YnVpbGQK
ZmF2b3JpdGUK
dGhyZWUK
cm9hZAo=
ZmVlbGluZwo=
ZnJpZW5kbHkK
dm9pY2UK
dHVybmVkCg==
c2hhcmluZwo=
ZmV3Cg==
bWVzcwo=
c3VycHJpc2UK
bW9zdAo=
aGVscGVkCg==
c3dpbmcK
d29yawo=
c3RyZWV0Cg==
ZG9uZQo=
Y291cnNlCg==
eW91J3JlCg==
cGllY2UK
dXNlZAo=
bW9tJ3MK
c29tZXRpbWVzCg==
d2FybQo=
d2FpdGVkCg==
aXQ/Cg==
a2V5Cg==
c2Vlawo=
YmxvY2tzCg==
c25vd21hbgo=
d2lzZQo=
bWFraW5nCg==
YnVubnkK
bGVhdmVzCg==
ZW5qb3llZAo=
bXVkCg==
J3JlCg==
d2VsY29tZQo=
cmVzdAo=
Ymx1ZQo=
Z3J1bXB5Cg==
YXBwbGUK
YXNrCg==
b2sK
d29uJ3QK
dGFsbAo=
bGVhdmUK
YWdyZWVkCg==
c291bmQK
bGlvbgo=
ZmVuY2UK
d3JvbmcK
c3dpbQo=
bGFrZQo=
Ymxldwo=
ZmFybQo=
aXJweQo=
cmlnaHQK
YnV0dGVyZmx5Cg==
Z3Jvdwo=
bGVzc29uCg==
bGxpZQo=
YnJva2VuCg==
eXVtbXkK
d2Fzbid0Cg==
bGF0ZQo=
c2VjcmV0Cg==
Z3JhYmJlZAo=
YmlnZ2VyCg==
c3RvcHBlZAo=
cmlkZQo=
Y2hpcgo=
YmVhawo=
c21lbGx5Cg==
ZG9sbAo=
cmVhbGl6ZWQK
dHJhaW4K
aGl0Cg==
cGFwZXIK
dGhyZXcK
Y29taW5nCg==
aWxhCg==
bGF0ZXIK
c2l0dGluZwo=
c3VyZQo=
Y29sZAo=
cHVsbGVkCg==
bW9ybmluZwo=
amFjawo=
Z2xhZAo=
Y3JheW9ucwo=
bGF1Z2gK
cnVucwo=
ZXZlcnl3aGVyZQo=
Y2FsbGVkCg==
bWlhJ3MK
c2lkZQo=
bXVzdAo=
Ym9zc3kK
ZG9nZ3kK
cmVhbAo=
YmFnCg==
ZGFyawo=
b2xsCg==
c2Vlcwo=
bW9tbwo=
Zm9sbG93ZWQK
c2FtJ3MK
YXNrcwo=
c29uZwo=
YmFieQo=
ZmlsbGVkCg==
aGV5Cg==
YWxzbwo=
b3Zlbgo=
bmFwCg==
ZWxzZQo=
d2V0Cg==
am9iCg==
Zm9yZ290Cg==
ZHJvcHBlZAo=
d2luCg==
amFyCg==
cGFpbnQK
Y2hhaXIK
c3BsYXNoZWQK
ZGVlcAo=
YWxvbmUK
cGlsZQo=
Y2Fycwo=
cnVubmluZwo=
bWF4J3MK
cHVkZAo=
aGltc2VsZgo=
c2FkPwo=
ZHVjawo=
ZmlnaHQK
d2F2ZWQK
amFuZQo=
bmVzdAo=
ZGlydHkK
cGxlYXNlPwo=
bGF1Z2hpbmcK
Ym9va3MK
d2VsbAo=
Z3JlZW4K
c2hvdXRlZAo=
em9vCg==
bHVjeSdzCg==
bW9vbgo=
bGVmdAo=
ZmluCg==
a2VwdAo=
ZHJlc3MK
d2hvbGUK
YnJpZ2h0Cg==
bG9zdAo=
dG91Y2hlZAo=
YnJhbmNoCg==
Y2xpbWJlZAo=
aGVhcgo=
dWZmeQo=
ZGlubmVyCg==
Zm9yZXZlcgo=
YmFsbG9vbgo=
d2lzaGVkCg==
bmFtZQo=
d2hlcmUK
dGhpbmcK
ZnJvbnQK
bG9va3MK
Y2FzdGxlCg==
ZnJ1aXQK
dG9tbXkK
d29uCg==
bm90aWNlZAo=
c3BvdCdzCg==
Ygo=
YXBwZWQK
ZG9jdG9yCg==
c2hvcAo=
ZHJpbmsK
aGVhdnkK
ZmllbGQK
cHVzaAo=
dGhhbgo=
ZHVja3kK
aGFpcgo=
b3IK
ZGFuY2VkCg==
Y3J5aW5nCg==
dG93ZXIK
Y2xvdGhlcwo=
cm9wZQo=
Z2lmdAo=
YmVuJ3MK
aGVsZAo=
Y291Y2gK
4oCdCg==
Z2V0dGluZwo=
bGVhZgo=
cG90Cg==
c3VjaAo=
dG9vPwo=
ZmFzdGVyCg==
YnV0dG9uCg==
bGFkeQo=
aSdsbAo=
c2Fjawo=
dHJpZXMK
bWVldAo=
bG9uZ2VyCg==
aHVnZQo=
dGFsa2VkCg==
c21pbGVzCg==
YWR2ZW50dXJlCg==
d291bGRuJ3QK
YW1hemVkCg==
cHVsbAo=
dXMK
cGllY2VzCg==
d2FnCg==
YmVuY2gK
am95Cg==
Y3V0Cg==
cm91bmQK
c2Nob29sCg==
eQo=
bGFuZGVkCg==
bm9zeQo=
c2hha2UK
eW91bmcK
bwo=
Zmx5aW5nCg==
d29uZGVyZnVsCg==
dGhhdD8K
cGF3cwo=
ZGlydAo=
d29ycmllZAo=
dHdpbnMK
YnVkZHkK
ZmFybWVyCg==
Y2hlZXJlZAo=
aGlnaGVyCg==
YmVsaWV2ZQo=
bXVtCg==
YnVzaAo=
b25seQo=
YnVzCg==
Z2FtZXMK
bWFrZXMK
Z2xvb215Cg==
c291cAo=
b3dsCg==
Y29vawo=
cG9vbAo=
dGhpbmtzCg==
eWVhcgo=
bGlnaHQK
a2l0ZQo=
awo=
Zm94Cg==
d2FpdGluZwo=
bW9uc3Rlcgo=
b250bwo=
YmFuZAo=
c3RyYW5nZQo=
Ym93bAo=
cGluawo=
c3RhcnQK
YmVsbAo=
a2luZwo=
cGVyZmVjdAo=
dGlnaHQK
YmF0aHJvb20K
cGFydAo=
aG9sZAo=
aWx5J3MK
d3JpdGUK
bGUK
YW55dGhpbmcK
YWNyb3NzCg==
aG90Cg==
Y3V0ZQo=
Y2F2ZQo=
am9sbHkK
ZG9nJ3MK
Z3JhYgo=
c3dhbgo=
c3VuZmxvd2VyCg==
YmlrZQo=
dmlsbGFnZQo=
ZG9pbmc/Cg==
Y29va2llcwo=
ZmluaXNoZWQK
Ym90dGxlCg==
Zm9sbG93Cg==
c2F2ZQo=
cmVtZW1iZXJlZAo=
bm9zZQo=
c3RyaW5nCg==
4oCcaQo=
Yml0ZQo=
c2hlbGYK
Y2F0ZXJwaWxsYXIK
bWFkCg==
bWlkZGxlCg==
aG9sZGluZwo=
ZGlnCg==
cmF2ZW4K
YW15J3MK
c2NhcnkK
Y3JheW9uCg==
cGFycm90Cg==
c2FuZwo=
Y2hpbGRyZW4K
bWluZQo=
Y291bnQK
aG9wCg==
bWlnaHQK
bGFyZ2UK
cHJvYmxlbQo=
cGljdHVyZXMK
ZHJhZ29uCg==
YnJlYWsK
bWlycm9yCg==
bGFkZGVyCg==
dGhpbmsK
eWVsbG93Cg==
YmFja3lhcmQK
c3RvbmUK
aWUK
aGVyc2VsZgo=
ZHJpdmUK
cHJldGVuZAo=
bWVsb24K
cm9sbAo=
dG93YXJkcwo=
c2hvcmUK
bWFya2V0Cg==
YmFsZAo=
c3dlZXQK
c2ljawo=
aWNlLQo=
ZmFjZXMK
dGhvdWdoCg==
YmVlCg==
cm9ja3MK
YXJrZWQK
cG9ja2V0Cg==
d2hhdCdzCg==
Y3JhYgo=
bGF5Cg==
d29yZHMK
Ym90dG9tCg==
YmFrZQo=
am9obgo=
ZGFpc3kK
aW5zdGVhZAo=
bGV0dGVyCg==
bW9sbHkK
cHVwcHkK
Y2F1Z2h0Cg==
c3RhcnMK
d2FzaAo=
YnJlYXRoCg==
Y29uZnVzZWQK
LWNyZWFtCg==
YnJvd24K
a2l0dGVuCg==
YW50Cg==
ZW5kaW5nCg==
d29uZGVyZWQK
bWF0dGVyCg==
aGVyZQo=
Y2FycnkK
dW5kZXJzdGFuZAo=
ZGFuZ2Vyb3VzCg==
bHVuY2gK
bXVzaWMK
dHJ1ZQo=
ZHJlYW0K
YmxhY2sK
Y29ybmVyCg==
cHJvbWlzZQo=
Y3JvY29kaWxlCg==
d2gK
ZHJldwo=
Z2F0ZQo=
dGVhY2gK
bGlmdAo=
c25ha2UK
c2hvZXMK
c3cK
ZmFsbAo=
bW90aGVyCg==
cGF0aAo=
Y2FjdHVzCg==
YnJva2UK
c21hcnQK
c2lnbgo=
aWEK
cmFpbmJvdwo=
bWFnaWNhbAo=
ZWFnZXIK
cHJldGVuZGVkCg==
YXJyaXZlZAo=
c3Rvcm0K
ZW52aW91cwo=
Y3VwCg==
bG92ZWx5Cg==
c2lzdGVyCg==
b3BsYW5lCg==
d2FrZQo=
cHV6emxlCg==
YWVyb3AK
YmxhbmtldAo=
c3Rhcgo=
bGFzdAo=
Y2xvc2V0Cg==
Y2xvdWRzCg==
YW55Cg==
YnJvdWdodAo=
aG9wZWQK
YWsK
ZnJpZGdlCg==
aGlkCg==
cGViYmxlCg==
bWFtYQo=
ZXJhc2VyCg==
b3duCg==
d2luZ3MK
dHJvdWJsZQo=
bWFpbAo=
Y2FuZHkK
ZHVja3MK
ZW5qb3kK
bW9tcwo=
bW9uZXkK
aAo=
P+KAnQo=
YnJvdGhlcgo=
cGlwcAo=
cgo=
Z3JvdXAK
c3BsCg==
Z3JhbmRtYQo=
dWUK
cGFyZW50cwo=
b25zCg==
cHJvdGVjdAo=
c2FyYWgK
Y29sb3JmdWwK
ZHJ5Cg==
c25hY2sK
c2FpbAo=
c2VlbWVkCg==
dHJlYXN1cmUK
c2hhcGVzCg==
bG9sbGlwb3AK
Z2FyYWdlCg==
dXBzZXQK
cGxhbnQK
cmFkaXNoCg==
bGVkCg==
c2V0Cg==
am9lCg==
Y2F0J3MK
Zml4ZWQK
dGhyb3cK
b3JhbmdlCg==
Y2hhbmdlCg==
dGhpcz8K
YXBwbGVzCg==
cGxhbmUK
YmFybgo=
cGF0aWVudAo=
dG9kYXkK
YmFuZGFnZQo=
YmVsb25nZWQK
Zm9ydGgK
Y29vbAo=
eWF3bgo=
bmV0Cg==
bm9pc2VzCg==
YXJtY2hhaXIK
ZmFpcnkK
YWxsaWdhdG9yCg==
amVsbHlmaXNoCg==
cG9wcHkK
c3RvdmUK
Z2lybCdzCg==
bHVsdQo=
Y29pbgo=
ZWdnCg==
dHVtbXkK
Y29tZXMK
ZGlmZmVyZW50Cg==
bGVnCg==
YWNvcm4K
cGhvbmUK
Y293Cg==
bWl4Cg==
YmlyZHkK
c3Vuc2hpbmUK
ZWQK
YmlnZ2VzdAo=
anVpY2UK
YnJpbmcK
Y2hlZXNlCg==
Y2xvdWQK
dHJ1dGgK
c2NhcmUK
a25vd2luZwo=
dHVydGxlCg==
ZWF0aW5nCg==
YmFza2V0Cg==
YmlsbHkK
bGl0Cg==
cXVpZXQK
cm9ib3QK
c3BpZGVyCg==
anVuZ2xlCg==
YmlydGhkYXkK
ZGFkZHkK
dHJlYXQK
c2luZ2luZwo=
aG9uZXkK
Ym9uZQo=
dHJpcHBlZAo=
Z2VudGxlCg==
Y2xvc2VkCg==
a2lja2VkCg==
b2N0b3B1cwo=
c25lZQo=
Y296eQo=
ZXplCg==
d29yZQo=
cmVhbGx5Cg==
c2hvb2sK
bWFjaGluZQo=
cmljaAo=
c3Bpbgo=
c2lsbHkK
aXBwaW4K
b3duZXIK
ZXNzaWUK
c2xvdwo=
b3lzdGVyCg==
cHJpbmNlc3MK
bWlsawo=
bWFpbGJveAo=
YXNsZWVwCg==
aGlwcG8K
bXVmZmluCg==
YnJpZGdlCg==
d2FmZmxlCg==
d2lzaAo=
YXNoYW1lZAo=
a2lzcwo=
d2luZwo=
bG9jawo=
YnJlYWQK
YmVzcwo=
Y2hhc2VkCg==
YW5zd2VyCg==
ZmF0Cg==
aG9zZQo=
YW5uYSdzCg==
bW9ua2V5Cg==
aG9zcGl0YWwK
bWVhZG93Cg==
dHJlYXRzCg==
emVicmEK
Y2hldwo=
c3RheWVkCg==
cGF3Cg==
YnllCg==
Y29va2llCg==
cXVhcnJlbAo=
YW50cwo=
YmFya2luZwo=
cHVycGxlCg==
ZHJ1bQo=
YmVsb25nCg==
dGFzdGUK
b2NlYW4K
Z2lnZ2xlZAo=
Z29yaWxsYQo=
ZWRnZQo=
dHVybgo=
amlsbAo=
d2hpdGUK
Ym91bmNlCg==
c3BlbnQK
dGVudAo=
bWFuYWdlZAo=
ZnJpZW5kJ3MK
bG9uZWx5Cg==
dHJpcAo=
cGF5Cg==
bWl0dGVuCg==
ZmlyZW1hbgo=
Z3JhbmRwYQo=
aGlkZGVuCg==
Zm9yZ2l2ZQo=
bWFyawo=
c2luawo=
aG9tZXMK
ZnJlZQo=
ZWxlcGhhbnQK
bGl2ZQo=
d2VhbHRoeQo=
Y2FnZQo=
c2F2ZWQK
c2VsZmlzaAo=
c25lZXoK
d2lsZAo=
Y2xldmVyCg==
amVuCg==
bWlzdGFrZQo=
ZnVyCg==
YnVja2V0Cg==
aGlkaW5nCg==
cm9sbGVkCg==
bG9nCg==
ZG8/Cg==
YmxhY2tib2FyZAo=
Y29hdAo=
bmFwa2luCg==
cGVuZ3Vpbgo=
c3RpY2tzCg==
c3RhZ2UK
bmF1Z2h0eQo=
cmVtZW1iZXIK
YmF0aGUK
YnVncwo=
b3cK
aGVscGZ1bAo=
aGFuZ2VyCg==
bWVhc3VyZQo=
ZGVjaWRlCg==
cnVkZQo=
ZG9sbHMK
aWdsb28K
c3Rvcmllcwo=
ZmluaXNoCg==
dHJheQo=
bXVtbXkK
cGllCg==
bXVsZQo=
Y2hlcnJpZXMK
Z3JhdGVmdWwK
b3R0ZXIK
c3Bvb24K
c29uZ3MK
YnVzaGVzCg==
d2hpc3QK
dGVkCg==
b2Nlcm9zCg==
aW5vYwo=
Zm91bnRhaW4K
ZmVlZAo=
YXNodHIK
Y2VsZWJyYXRlCg==
cmVpbmRlZXIK
Z3VuCg==
c3RhaXJzCg==
ZmlsbAo=
cm9hcmVkCg==
YmF0aAo=
bG9zZQo=
cXVpY2tseQo=
cmhpbgo=
Y2hhc2UK
cG9pbnRlZAo=
ago=
bW91bnRhaW4K
ZmlzaGVybWFuCg==
cG9pbnRpbmcK
c2hlbGwK
ZmFzdGVzdAo=
c2xpZAo=
dGFrZXMK
YmFsbHMK
d2FuZAo=
Y3JlYXRlCg==
YXR0aWMK
YmFsYW5jZQo=
ZW1tYQo=
Z2l2ZXMK
ZW5vdWdoCg==
Z29lcwo=
a25vY2tlZAo=
bGlicmFyeQo=
YmF0aHJvYmUK
Y29sbGVjdAo=
ZXNjYXBlCg==
Y2xvdGgK
d2VhcmluZwo=
a2ljawo=
dmFzZQo=
dWdseQo=
c3BhcmtseQo=
c3VzaWUK
ZGF5cwo=
ZGFkJ3MK
a2FuZ2Fyb28K
amVsbHkK
b2FrCg==
Z2FzcGVkCg==
c2NyZWFtZWQK
ZmVlbHMK
ZmlnaHRpbmcK
dGVhCg==
cGlja3MK
dHYK
d29ya2luZwo=
cGljbmljCg==
a25lZQo=
dGVldGgK
bm9ybWFsCg==
ZmFtb3VzCg==
Ym95J3MK
Y2xvY2sK
bWFwCg==
Ym9va2Nhc2UK
c2VsbAo=
bG93Cg==
c3F1aXJyZWxzCg==
bGVzCg==
cAo=
Y29id2ViCg==
bGFtcAo=
bnV0Cg==
bm9kcwo=
bXVzdGFjaGUK
YXJtCg==
LWFpZAo=
bWFuJ3MK
YmFuZC0K
d29ybQo=
bHkK
b3VjaAo=
eW91cnMK
d2F2ZXMK
aG9yc2UK
Z2lhbnQK
c3dlZXRpZQo=
aGVyZT8K
Ymx1ZWJlcnJpZXMK
Y2Fycm90Cg==
Z2lyYWZmZQo=
bGVtb24K
c2hpcAo=
d2hpc3RsZQo=
c3R1ZHkK
c3BvdHRlZAo=
cGlhbm8K
Ym9va3NoZWxmCg==
ZnVycnkK
ZmxhZwo=
YmFsbD8K
c291bmRzCg==
aGFwcGVuaW5nCg==
c2VhcmNoCg==
bXlzdGVyaW91cwo=
dGFsa2luZwo=
bWlnaHR5Cg==
Ym91Z2h0Cg==
aGVhcnQK
YWR2ZW50dXJlcwo=
Zml0Cg==
cm9ja2V0Cg==
c2VlZAo=
cG9rZWQK
Y2h1YmJ5Cg==
cGVla2VkCg==
aG9wZQo=
c29sdmUK
cGlnCg==
YnJhbmNoZXMK
ZQo=
d2F0Y2hpbmcK
YXJtcwo=
Zm9yZ2V0Cg==
b3RoZXIncwo=
YmlyZGMK
aWN5Cg==
ZG9sbHkK
aHVncwo=
dHJhdmVsCg==
b3JkaW5hcnkK
YW1hemluZwo=
ZHJhbmsK
b3N0cmljaAo=
dGVhY2hlcgo=
ZG9lc24ndAo=
dGllCg==
cGFuZHkK
ZGVjb3JhdGUK
cm9vZgo=
bm90ZQo=
Y2FycmllZAo=
Y2FyZAo=
YmVsbGEK
dGFrZW4K
c3BpY3kK
c2xlZXB5Cg==
ZHJvdmUK
YWxvbmcK
cnVnCg==
bGFuZAo=
c29tZW9uZQo=
ZGV0ZXJtaW5lZAo=
dGltPwo=
cGxhY2VzCg==
c2VhdAo=
ZW5vcm1vdXMK
bG95YWwK
eWFybgo=
bGlzYQo=
c29ydAo=
c2FyYSdzCg==
Ym9yZWQK
ZnJ1aXRzCg==
Y3VwYm9hcmQK
YmVsb25ncwo=
Z2lmdGVkCg==
dGhpbgo=
d29sZgo=
Y2FyZWZ1bGx5Cg==
b2theT8K
cGVyZm9ybQo=
Y2FydAo=
cmVndWxhcgo=
c2h5Cg==
cGFyYWRlCg==
c29mYQo=
aG9vcAo=
ZmluZGluZwo=
bm9kCg==
Y2gK
d2F2ZQo=
YXByb24K
Y2hhcm1pbmcK
bWludXRlcwo=
Z3IK
a2lzc2VkCg==
em9vbWVkCg==
c2Npc3NvcnMK
Ym9hcmQK
c2hlZXAK
cGxheWdyb3VuZAo=
ZmFrZQo=
cGV0Cg==
dHVubmVsCg==
cHkK
cGluZQo=
d2hpY2gK
ZHJlYW1lZAo=
dGhpcnN0eQo=
ZGVlcgo=
cGxhbnRzCg==
aG9uZXN0Cg==
dG9tb3Jyb3cK
YXNoCg==
bGlmZQo=
Y2hlZXJmdWwK
Z3JhbmRtYSdzCg==
c2tpcAo=
ZmFpcgo=
YW5vdGhlcgo=
ZmFuY3kK
aGVybwo=
ZmlyZXdvcmsK
aWEncwo=
bGV04oCZcwo=
cmFyZQo=
YnJpbGxpYW50Cg==
Y2xlYW5lZAo=
ZXZlcnl0aGluZwo=
Ym9iJ3MK
ZWxldmF0b3IK
aXNsYW5kCg==
d2FsbHMK
ZXJzCg==
cGxheWZ1bAo=
bGVncwo=
aGFsZgo=
c3BsYXNoCg==
cGUK
dW5pcXVlCg==
aGFwcGVuCg==
c3RhdHVlCg==
bGl2ZWx5Cg==
ZGVzaWduCg==
YmF0aHR1Ygo=
bGF6eQo=
c3RhbmQK
cG9vcgo=
c3RyZWFtCg==
cHVkZGxlcwo=
ZmVldAo=
4oCcbGV0Cg==
cG93ZXJmdWwK
ZW1wdHkK
ZXhjaXRlZGx5Cg==
ZHJpdmVyCg==
dWUncwo=
Ym9yaW5nCg==
ZGVsaWNpb3VzCg==
bW9kZXN0Cg==
eWVsbGVkCg==
Y2hvb3NlCg==
bXVzZXVtCg==
Zm9sZAo=
bGluZQo=
bm9zCg==
bHVja3kK
bXJzCg==
cHV0cwo=
ZWxkZXJseQo=
ZG91Z2gK
d2hlZWwK
cG9saWNlCg==
d2Fnb24K
aHVtYmxlCg==
dHJhY2sK
bmVhcmJ5Cg==
c3RlYWwK
cGFuCg==
Zm9yZ2F2ZQo=
dGVsbHMK
d2lkZQo=
dGFwZQo=
ZXplZAo=
bWF6ZQo=
cGl0Cg==
c3BlbmQK
c3BhZGUK
c2FsbHkncwo=
b3VyCg==
d2l0aG91dAo=
YXNraW5nCg==
cGl6emEK
Ym93Cg==
bXkncwo=
YnV6enkK
Y3Jhd2wK
c25pZmZlZAo=
YWRkCg==
eSdzCg==
YnVzeQo=
YXBwZWFyZWQK
Y2FycGV0Cg==
c2NyZWVuCg==
Y29sb3IK
cGlsbG93Cg==
YWZyYWlkCg==
Y29uZQo=
c3RhcmVkCg==
b3JnYW5pemUK
YmF0Cg==
YWN0Cg==
bWVsCg==
YmFycmVsCg==
ZGVsaXZlcgo=
cXVlZW4K
dGFzdHkK
cGxhdGUK
bWlsbAo=
c3dpbW1pbmcK
c2hvbmUK
YWlycG9ydAo=
aGF0cwo=
YW5uCg==
cHJpbnQK
Z3JheQo=
bWFyY2gK
Z2VtCg==
Ymlua3kK
cG9zdAo=
cmFmdAo=
ZmFuCg==
a25pZmUK
YnVpbHQK
bGF1bmRyeQo=
LQo=
cHJldGVuZGluZwo=
Z2xhc3MK
cmFpbmVkCg==
c3RhcnRzCg==
Z2xvdwo=
cGVhY2VmdWwK
cGFjawo=
Y2hpbGQK
ZnJ1c3RyYXRlZAo=
YnViYmxlcwo=
c2FuZGJveAo=
am9nCg==
Y2x1bXN5Cg==
bGlja2VkCg==
bmVjawo=
cmluZwo=
YmFya3MK
c2hpcnQK
c29hcgo=
Y3J5c3RhbAo=
eWF5Cg==
cHVtcGtpbgo=
c2hhcnAK
a2luZHMK
c3Vid2F5Cg==
c2hpdmVyaW5nCg==
ZnJlZAo=
eXVjawo=
cmFkaW8K
Y2hlc3QK
ZmluZ2VyCg==
dW5sb2NrCg==
bW92ZWQK
Z3Jldwo=
dmluZQo=
dGhhbmtmdWwK
cGlwZQo=
YmluCg==
c3BlZWR5Cg==
c21pbGluZwo=
YW5pbWFsCg==
aGF5Cg==
Z2lnZ2xlCg==
dHJ1Y2tzCg==
bnVtYmVyCg==
c3VkZGVuCg==
anVtcGluZwo=
ZGl6enkK
cmVsYXgK
c2NhbGUK
YW5jaWVudAo=
bGlmdGVkCg==
YXJndWUK
Y2VpbGluZwo=
bWFycnkK
bWVvd2VkCg==
cG9saXNoCg==
anVnCg==
bW92aWUK
d29vZAo=
c2xpcHBlZAo=
b3BwZWQK
ZGl2ZQo=
dGhvdWdodGZ1bAo=
cm9zZQo=
d2VpcmQK
Y2xhcHBpbmcK
4oCceWVzCg==
ZnJlZXplcgo=
Z3VpbHR5Cg==
ZGlzaHdhc2hlcgo=
c3BsYXNoaW5nCg==
ZmlyZXBsYWNlCg==
dmFsdWFibGUK
Z3ltCg==
Y2FzdGxlcwo=
cG9sZQo=
Y3JlZWsK
d2hlYXQK
c2NhcmYK
dG9pbGV0Cg==
dHViZQo=
YW5zd2VyZWQK
Y2FsbQo=
ZWl0aGVyCg==
dwo=
ZGF1Z2h0ZXIK
aGVhbHRoeQo=
ZGlhbW9uZAo=
c2hpdmVyCg==
cG9yY2gK
ZG9ncwo=
Y29ybgo=
ZW1iYXJyYXNzZWQK
ZGlzdGFuY2UK
YXdzCg==
d29yZAo=
bGlzdGVuaW5nCg==
Y2FuZGxlCg==
c3Rpcgo=
Ywo=
eC1yYXkK
cnVsZXMK
bHlpbmcK
d2lyZQo=
c3F1YXNoCg==
YnVpbGRpbmcK
ZnJpZW5kPwo=
dHJhc2gK
dm9sY2Fubwo=
am9rZQo=
c20K
d2hhbGUK
cGFpcgo=
4oCcaXQK
ZWFzeQo=
bWFsbAo=
ZGVwZW5kYWJsZQo=
cXVlc3Rpb24K
cGFsZQo=
ZXhwbG9yaW5nCg==
aW1pCg==
ZW52ZWxvcGUK
c2lnaGVkCg==
am9nZ2VkCg==
Ymxvdwo=
ZmF1Y2V0Cg==
aGVkZ2UK
ZHVnCg==
bGlkCg==
dGVtcGxlCg==
aGFsbAo=
a2lraQo=
ZmllcmNlCg==
cmVzcGVjdGZ1bAo=
bWluZAo=
ZmxhcHBlZAo=
dGFuawo=
aGFuZwo=
c2FuZHdpY2gK
c3BhcmtsZWQK
em9vbXkK
Y3VydGFpbgo=
c21lbGxlZAo=
YXduZWQK
YW55b25lCg==
YXVudAo=
cG9rZQo=
ZGlzdGFudAo=
Ym9iYnkK
ZnJvd24K
Y29yZAo=
c291cgo=
Y2FsbAo=
c29hcAo=
4oCcd2hhdAo=
b3JnYW5pemVkCg==
c2hvd2luZwo=
c3Rvb2QK
ZXhwbGFpbmVkCg==
bWVzc3kK
bmVja2xhY2UK
Y2FibGUK
aG9waW5nCg==
cGxheT8K
bWFyeQo=
dmFuCg==
ZXhwbGFpbgo=
Y29tcHV0ZXIK
aGFpcnkK
Z3kK
YmVoYXZlCg==
cHBlZAo=
d2VlcAo=
YmFuYW5hCg==
YWxlcnQK
ZW50aHVzaWFzdGljCg==
Z2F0aGVyCg==
dGFwCg==
aGVhZHMK
ZHJlYW1pbmcK
ZWFybHkK
Z3JhY2VmdWwK
Y3JlYXRpdmUK
YmFyYmVyCg==
cGFja2FnZQo=
c2FuZGNhc3RsZQo=
bHVuYQo=
Y2xvd24K
Y2lyY2xlCg==
Y29tZXQK
Y3JpZXMK
Ym9zcwo=
aG9wcHkK
dGVhc2UK
Y291bGRu4oCZdAo=
Zm9nCg==
dHJhcAo=
dGltZXMK
bWFuZHkK
amV3ZWwK
J2xsCg==
cHJpbmNlCg==
amVlcAo=
Y2hpbW5leQo=
ZHJhd2VyCg==
ZHJhaW4K
bW9kZXJuCg==
Y2xhcAo=
d29tYW4K
c3RlcHBlZAo=
c25hY2tzCg==
c3RyZXRjaAo=
Ymxvb20K
Ymx1ZWJlcnJ5Cg==
YWRvcmFibGUK
ZG9u4oCZdAo=
eWFjaHQK
amV0Cg==
dWNoCg==
bmVydm91cwo=
Z2lnaQo=
Y292ZXIK
cGVyc29uCg==
aG9vawo=
c3RhdGlvbgo=
dnJvb20K
dW5rbm93bgo=
Z3JpbGwK
bG9vcAo=
Ym94Pwo=
c2hlZXQK
d2Vhawo=
Y3JhbmUK
bGVhZAo=
aW1wYXRpZW50Cg==
YmVudAo=
b25pb24K
bWlzc2VkCg==
a25vdAo=
Y2h1cmNoCg==
cHJ1bmVzCg==
Y3Jvc3MK
bmVlZGxlCg==
Y3ViZQo=
bGVvCg==
Y2hhaW4K
aWdnbHkK
cm9hcgo=
c3dpdGNoCg==
YmFsbG9vbnMK
Y2xheQo=
cG9saXRlCg==
dHJpY2sK
bWVsdAo=
Y2l0eQo=
d29uZGVyCg==
4oCcdGhhdAo=
ZW5qb3lpbmcK
c25vd3kK
dGhlYXRlcgo=
ZGVsaWNhdGUK
Zm9vdAo=
ZmFjdG9yeQo=
c2VlZHMK
YmVycmllcwo=
b2xseQo=
cGFzdGVsCg==
cnViCg==
dGlyZQo=
bGVtb25hZGUK
c29pbAo=
cGVuCg==
c3F1ZQo=
bW9wCg==
cG91cgo=
Y2FiaW5ldAo=
b3BlcmEK
aGFtbWVyCg==
YWMK
Y3Jvd24K
amVubnkK
d2lmZQo=
cmVzcGVjdAo=
bGF3bgo=
bG9ja2VkCg==
bWFpbG1hbgo=
aXN0bGVkCg==
c2hvcGtlZXBlcgo=
Zmx1dGUK
c3dhbXAK
c2hhZGUK
dHJlbWJsZQo=
dGVzdAo=
eXVja3kK
aW5jcmVkaWJsZQo=
YmVlcwo=
Y3JheQo=
bGVtb25zCg==
Z3VpdGFyCg==
em9vbQo=
c2hhcmsK
dGlkeQo=
dW5kZXJzdG9vZAo=
YmFncwo=
b2ZmaWNlCg==
cmFkCg==
c21vb3RoCg==
c2lyCg==
Y2F0ZXIK
d2FzaGVkCg==
cGVhY2gK
d3JhcAo=
Z2x1ZQo=
cXVlYWt5Cg==
ZGlkbuKAmXQK
bm93Pwo=
cmVsaWV2ZWQK
am9pbmVkCg==
d2Fncwo=
YWdlCg==
ZmlubnkK
c2FsYWQK
c2xlZXBpbmcK
ZmVzdGl2YWwK
c2h1dAo=
amVhbG91cwo=
dGhlcmU/Cg==
dW5kZXJzdGFuZD8K
d2l0Y2gK
dGVuCg==
bmFpbAo=
c2hvb3QK
YWQK
ZWxseQo=
amVycnkK
cmVwYWlyCg==
cHJpemUK
YXJyb3cK
bWlzZXJhYmxlCg==
cHJlc3NlZAo=
d2FuZGVyCg==
c251Z2cK
c2F2aW5nCg==
c3BhcmsK
dmlvdXMK
bGVhdmluZwo=
dAo=
bWFnbmV0Cg==
bWFyYmxlcwo=
dXNpbmcK
bGVlCg==
bGltZQo=
Y2hlYXAK
ZGVhZgo=
c2F1Y2UK
c2VuZAo=
Z3Jvd2xlZAo=
c29jawo=
bWVkaWNpbmUK
Y2hpY2tlbgo=
cmVmcmlnZXJhdG9yCg==
cmVjb3JkCg==
cmVmdXNlZAo=
dW5jb21mb3J0YWJsZQo=
ZXZlbnR1YWxseQo=
aXRzZWxmCg==
Z29sZAo=
YmVkcm9vbQo=
bm90aWNlCg==
Z3VtCg==
c3RlYWsK
aG90ZWwK
bXVmZgo=
YmVjb21lCg==
Zm91cgo=
Ym91bmN5Cg==
aW1wcm92ZQo=
bmFtZT8K
Y2F1bGlmbG93ZXIK
ZnJhbWUK
bGV0dGluZwo=
dGFraW5nCg==
amFtCg==
Y2xpZmYK
aW50ZWxsaWdlbnQK
Y2hld2VkCg==
dHJ1bXBldAo=
YXR0YWNoCg==
cXVlc3Rpb25zCg==
c3VnYXIK
YWxtb3N0Cg==
Y2Fubm90Cg==
bm90aGluZwo=
am91cm5leQo=
cG9wdWxhcgo=
dGlnZXIK
aG91cnMK
cmVhbGlzZWQK
cGlsbAo=
dGF4aQo=
dHdpc3R5Cg==
dW5wYWNrCg==
cGluCg==
dGVycmlibGUK
bWl4ZXIK
d2lwZQo=
dGllZAo=
c2NvbGQK
aW50ZXJlc3RpbmcK
Y2hlY2sK
ZnJvZ2d5Cg==
c2VydmUK
ZWdncwo=
cmFpbAo=
aGVsaWNvcHRlcgo=
bGlseT8K
ZnJpZW5kcz8K
a2ltCg==
YXNoZWQK
YWNvcm5zCg==
ZXhjaXRpbmcK
bmV3c3BhcGVyCg==
ZG92ZQo=
ZHJlc3MtdXAK
cGFyCg==
dG93ZWwK
aG9ybgo=
cGFzcwo=
c3Ryb25nZXIK
dHViCg==
d28K
ZW15Cg==
c2hpbmUK
ZmlsbQo=
dGlsbHkK
c2t1bGwK
cGFuaWMK
cGVvcGxlJ3MK
dmVnZXRhYmxlcwo=
c2NyZWFtCg==
dWNreQo=
YXZvY2Fkbwo=
dGhyZWFkCg==
dGhpZWYK
YmVubnkK
bWFzawo=
a2F5YWsK
ZXhjaXRlbWVudAo=
LXllYXItb2xkCg==
d29vZgo=
c2xvd2x5Cg==
Y29vbGVyCg==
Z29hdAo=
cmFnCg==
YnVtcGVkCg==
Z3Vlc3MK
Y29tZm9ydAo=
bWl0dGVucwo=
ZXhwZW5zaXZlCg==
dmlkZW8K
cmVtb3ZlCg==
d2Fzbgo=
aXTigJlzCg==
aGFuZ2luZwo=
ZmluZQo=
YWxsb3dlZAo=
dWdnbGVkCg==
dG9tYXRvCg==
bGlja3MK
c2hvY2tlZAo=
Y3VzaGlvbgo=
dHJvcGh5Cg==
bXVzaHJvb20K
Zm9yd2FyZAo=
b2gK
eWVhaAo=
dGhlc2UK
c2lyCg==
Z29kCg==
dGhvc2UK
ZmF0aGVyCg==
Z3V5Cg==
dGhhbmtzCg==
bWF5Cg==
a2lsbAo=
c29uCg==
aGkK
ZGVhZAo=
aGVsbAo=
eW91cnNlbGYK
YWxyZWFkeQo=
bWlzcwo=
YWN0dWFsbHkK
aHVoCg==
b25jZQo=
aGF2ZW4K
eWV0Cg==
bWVuCg==
c2luY2UK
dG9uaWdodAo=
YWgK
bXlzZWxmCg==
dW0K
c2F5aW5nCg==
YWdvCg==
ZXhjdXNlCg==
YnVzaW5lc3MK
Y2FzZQo=
ZGllCg==
cHJvYmFibHkK
dGhpbmtpbmcK
c2Vjb25kCg==
c3R1ZmYK
ZXhhY3RseQo=
ZGVhdGgK
bWludXRlCg==
Y3JhenkK
ZXZlcnlib2R5Cg==
ZGFtbgo=
Zml2ZQo=
d2hhdGV2ZXIK
ZGVhbAo=
cG9pbnQK
c29tZWJvZHkK
Ym9keQo=
Y2hhbmNlCg==
ZGVhcgo=
cXVpdGUK
YW55d2F5Cg==
YWdhaW5zdAo=
c2hhbGwK
bGVhc3QK
d2Vlawo=
aHVzYmFuZAo=
bWFycmllZAo=
bm9ib2R5Cg==
c3VwcG9zZWQK
YmV0d2Vlbgo=
c3BlYWsK
Ymxvb2QK
c2hvdAo=
cmVhc29uCg==
d2FyCg==
dHJ1c3QK
d293Cg==
Y291cGxlCg==
cG93ZXIK
YnllCg==
dGVsbGluZwo=
dGVhbQo=
bmV3cwo=
c3R1cGlkCg==
aHVycnkK
aGF0ZQo=
bmVlZHMK
Y291bnRyeQo=
Y2xlYXIK
b3JkZXIK
ZW0K
ZmFjdAo=
bG9yZAo=
Y2FwdGFpbgo=
c2l4Cg==
YWxpdmUK
Y2F1c2UK
YWhlYWQK
a2luZwo=
YWxyaWdodAo=
cHJvbWlzZQo=
bWEK
c2VudAo=
aG91cgo=
YW55Ym9keQo=
cGVyaGFwcwo=
c2VyaW91cwo=
Y29tcGFueQo=
aGEK
dW5jbGUK
cGFzdAo=
ZWFydGgK
cG9zc2libGUK
YXNzCg==
Y29udHJvbAo=
aHVtYW4K
Yml0Y2gK
bHVjawo=
bXVyZGVyCg==
c2VlbQo=
c3RyZWV0Cg==
bWVldGluZwo=
dGlsbAo=
c2Vuc2UK
c2V4Cg==
bGllCg==
ZXZlbmluZwo=
bWFzdGVyCg==
a25vd24K
bWlsbGlvbgo=
cmF0aGVyCg==
c29tZXdoZXJlCg==
YmV0Cg==
Y2FsbGluZwo=
bGVzcwo=
YmVhdAo=
Y29mZmVlCg==
cmV0dXJuCg==
ZGF0ZQo=
c2VlaW5nCg==
Z2l2ZW4K
ZmF1bHQK
c3RyYWlnaHQK
ZnV0dXJlCg==
bWFkCg==
ZHJvcAo=
bGFkaWVzCg==
c3RlcAo=
YWJzb2x1dGVseQo=
eWVzdGVyZGF5Cg==
c3BlYWtpbmcK
d29ydGgK
ZGFybGluZwo=
ZHVkZQo=
Z2l2aW5nCg==
cHJlc2lkZW50Cg==
ZXllCg==
cXVpY2sK
bW92aW5nCg==
ZmlndXJlCg==
c3RhdGUK
bm9uZQo=
d29ya3MK
bGF3Cg==
cmVwb3J0Cg==
bWlzc2luZwo=
Y2hvaWNlCg==
Y2hpZWYK
d2VkZGluZwo=
Z2VuZXJhbAo=
cGFpbgo=
eWEK
Y2xhc3MK
b2ZmaWNlcgo=
d29yc2UK
ZWgK
Y291cnQK
ZHVyaW5nCg==
bWVhbnQK
c3lzdGVtCg==
c3VwcG9zZQo=
ZXZpZGVuY2UK
Y29tcGxldGVseQo=
dG90YWxseQo=
Ym9ybgo=
aW1hZ2luZQo=
aW5mb3JtYXRpb24K
ZGVmaW5pdGVseQo=
c2VjdXJpdHkK
Y2VydGFpbmx5Cg==
bW9udGgK
dW5sZXNzCg==
c2V2ZW4K
YXR0YWNrCg==
ZXhwZWN0Cg==
aGlzdG9yeQo=
c2VyaW91c2x5Cg==
ZnJhbmsK
ZXhjZXB0Cg==
bWVzc2FnZQo=
ZW50aXJlCg==
aGFuZGxlCg==
YnVkZHkK
c3dlYXIK
c2l0dWF0aW9uCg==
YW55d2hlcmUK
YmlsbAo=
eW9yawo=
YXJteQo=
Zm9vbAo=
YXR0ZW50aW9uCg==
Y2x1Ygo=
c2ltcGxlCg==
c3BhY2UK
Ym94Cg==
c2luZ2xlCg==
bWFycmlhZ2UK
ZmVhcgo=
cGVhY2UK
Zm9yY2UK
c2hvcnQK
cHJlc2VudAo=
bWlrZQo=
Y3JpbWUK
YXJlYQo=
Y2hhcmdlCg==
aG9ub3IK
aWRpb3QK
YmFyCg==
bWFyawo=
YWNjaWRlbnQK
Z292ZXJubWVudAo=
ZWlnaHQK
Y2VydGFpbgo=
aW50ZXJlc3RlZAo=
YWdyZWUK
ZGV0ZWN0aXZlCg==
cHJpc29uCg==
bWFqb3IK
b2ZmZXIK
ZGlmZmljdWx0Cg==
cGVyc29uYWwK
d2hldGhlcgo=
YmFuawo=
cHVibGljCg==
bGlzdAo=
YWZ0ZXJub29uCg==
YnJhaW4K
YmFzdGFyZAo=
c2VydmljZQo=
c2NyZWFtaW5nCg==
cGFyawo=
c291bAo=
cGV0ZXIK
cmljaAo=
YWdlbnQK
bWFyeQo=
c2NlbmUK
a2lsbGluZwo=
c3RhbmRpbmcK
a2lsbGVyCg==
dG91Z2gK
Y2VsbAo=
ZHJ1bmsK
Y2FtZXJhCg==
d2l0aGluCg==
YmVuCg==
c21lbGwK
b2Z0ZW4K
c3RhcnRpbmcK
dGhpcmQK
anVkZ2UK
ZGFyZQo=
cmVsYXRpb25zaGlwCg==
cHJvdmUK
cHJpdmF0ZQo=
cG9zaXRpb24K
bGlldXRlbmFudAo=
cmVhbGl6ZQo=
ZXNwZWNpYWxseQo=
YXJ0Cg==
cGxlYXN1cmUK
Ymxvb2R5Cg==
Y29sbGVnZQo=
aW52b2x2ZWQK
aW1wb3NzaWJsZQo=
b2J2aW91c2x5Cg==
bmVpdGhlcgo=
YWNjZXB0Cg==
YmVzaWRlcwo=
cXVlZW4K
c2FrZQo=
YXBhcnRtZW50Cg==
bGEK
ZXZpbAo=
cHJvZmVzc29yCg==
Y29udGFjdAo=
Y29wCg==
aG9seQo=
amFpbAo=
bGF3eWVyCg==
ZG91YnQK
Y29udGludWUK
YXBwcmVjaWF0ZQo=
ZHJpdmluZwo=
d3JvdGUK
cXVpdAo=
ZmllbGQK
d2luZQo=
ZGVjaXNpb24K
c291dGgK
bGF1Z2h0ZXIK
aXNsYW5kCg==
YmVnaW5uaW5nCg==
Y2FzaAo=
ZHlpbmcK
aHVuZHJlZAo=
d2hvc2UK
ZGlmZmVyZW5jZQo=
bm9ydGgK
YmVlcgo=
c3VwcG9ydAo=
cGFydG5lcgo=
Y29sb25lbAo=
aW1tZWRpYXRlbHkK
dGhvdXNhbmQK
ZXhwZXJpZW5jZQo=
dmljdGltCg==
cGxhbmV0Cg==
aGVucnkK
YXJyZXN0Cg==
dXN1YWxseQo=
ZXIK
cmlkCg==
eW8K
a25vY2sK
b3dlCg==
aGFycnkK
d29yc3QK
ZmluYWwK
c3VtbWVyCg==
bW9vbgo=
YWRkcmVzcwo=
bWF0Y2gK
Z3JhbmQK
eWVwCg==
ZGUK
dGhlbXNlbHZlcwo=
bWF0ZQo=
ZHJpbmtpbmcK
cHJlc3MK
Ym90aGVyCg==
YmxhbWUK
Y3JhcAo=
dHlwZQo=
bWlzc2lvbgo=
aGVhdmVuCg==
cmlzawo=
ZnVydGhlcgo=
YWN0aW9uCg==
cHJpY2UK
bmljawo=
b3RoZXJ3aXNlCg==
c21va2UK
ZmF2b3IK
YXdlc29tZQo=
ZGlyZWN0b3IK
Z3VhcmQK
YmVnaW4K
aW5ub2NlbnQK
bmFycmF0b3IK
ZW5lbXkK
YmF0dGxlCg==
b3Vyc2VsdmVzCg==
YWxsb3cK
bmluZQo=
Z2F5Cg==
ZGVwYXJ0bWVudAo=
YXBhcnQK
ZHV0eQo=
c3VpdAo=
d2VzdAo=
ZGVzdHJveQo=
YnVuY2gK
YWNjb3JkaW5nCg==
YWRtaXQK
d2l0bmVzcwo=
dXBzdGFpcnMK
amltbXkK
dHdpY2UK
d2F5cwo=
c2VyZ2VhbnQK
aW5kZWVkCg==
Z2FzCg==
a2VlcGluZwo=
ZW5lcmd5Cg==
cHJlZ25hbnQK
d2FzdGUK
ZmlyZWQK
dG9ueQo=
d3JpdGluZwo=
cHJpbmNlCg==
Zm9ybQo=
c29sZAo=
bWVudGlvbgo=
dGhyb2F0Cg==
ZmlndXJlZAo=
cmluZ2luZwo=
YWJvdmUK
YnJlYWtmYXN0Cg==
ZW5naW5lCg==
d3JpdHRlbgo=
Y29tcGxldGUK
YXBwbGF1c2UK
aG93ZXZlcgo=
cHJlc3N1cmUK
ZnJlc2gK
d2VhcG9uCg==
c3RvbGUK
YnVybgo=
cmVhZGluZwo=
Y3Jvd2QK
ZG91YmxlCg==
c3Bpcml0Cg==
ZGFuZ2VyCg==
Y29zdAo=
bGV2ZWwK
bWVtb3J5Cg==
YWN0aW5nCg==
aW50ZXJlc3QK
Zm9sbG93aW5nCg==
cmF5Cg==
YXBwYXJlbnRseQo=
bG9zaW5nCg==
ZmxpZ2h0Cg==
bmF0dXJlCg==
cmFpc2UK
cG9wCg==
Y2xpZW50Cg==
Ym9tYgo=
c3VzcGVjdAo=
ZXh0cmEK
cmlkaWN1bG91cwo=
c2ltcGx5Cg==
bGVlCg==
c2hvb3RpbmcK
Y2FtcAo=
bWVkaWNhbAo=
c2hhbWUK
d2hvbQo=
bWFqZXN0eQo=
YmVhdXR5Cg==
YXdmdWwK
bG9jYWwK
ZGVzZXJ2ZQo=
Z3JhY2UK
Y29uc2lkZXIK
d2Vla2VuZAo=
d29uZGVyaW5nCg==
cGxlbnR5Cg==
d2lsbGluZwo=
cGFudHMK
c3dlZXRoZWFydAo=
c2tpbgo=
ZXhjZWxsZW50Cg==
ZmFpdGgK
YmVnCg==
cmVzcG9uc2libGUK
bWlsaXRhcnkK
Y2hlZXJpbmcK
b3Bwb3J0dW5pdHkK
Y29tbW9uCg==
Z2VybWFuCg==
d2hvZXZlcgo=
anVzdGljZQo=
aGFsbAo=
Y29tbWFuZGVyCg==
ZHJ1Zwo=
bWFpbgo=
ZGV2aWwK
bmVjZXNzYXJ5Cg==
YWx0aG91Z2gK
cHJpbmNlc3MK
ZGljawo=
cm9zZQo=
Y2xlYXJseQo=
Y29kZQo=
ZHVlCg==
Y29ycmVjdAo=
YXBvbG9naXplCg==
bGFuZ3VhZ2UK
ZmVsbG93Cg==
c2V2ZXJhbAo=
bGVhZGVyCg==
cmVzdGF1cmFudAo=
ZWFzdAo=
c2hvdXRpbmcK
YmxpbmQK
Z2hvc3QK
Z290dGVuCg==
Y29udmVyc2F0aW9uCg==
bm9yCg==
c3BlZWQK
aGVhbHRoCg==
YWR2aWNlCg==
YmV5b25kCg==
cnVsZQo=
aGFyZGx5Cg==
cG9zc2libHkK
aW5zcGVjdG9yCg==
Y291c2luCg==
dHJpYWwK
ZW1lcmdlbmN5Cg==
b3VnaHQK
c29tZWhvdwo=
aGVhcmluZwo=
YWNjb3VudAo=
c3Bva2UK
ZmlsZQo=
YW5nZWwK
cHJhY3RpY2UK
bWFuYWdlcgo=
cGFyZG9uCg==
dm90ZQo=
amFrZQo=
bmF0aW9uYWwK
Y2FyZWVyCg==
bWluaXN0ZXIK
c3VwZXIK
dGF1Z2h0Cg==
bmF0dXJhbAo=
ZGFuY2luZwo=
Y29weQo=
cGx1cwo=
bWFydGluCg==
ZnJlZWRvbQo=
YW1vbmcK
b3BlcmF0aW9uCg==
Y3Jldwo=
Y2hhbGxlbmdlCg==
bWVhdAo=
c3R1ZGVudAo=
bGllZAo=
c3RyZW5ndGgK
c2l6ZQo=
YnJlYXRoZQo=
Y29sb3IK
cGhvdG8K
YXcK
bmVhcmx5Cg==
c2lnaHQK
ZHJlc3NlZAo=
aG9ycmlibGUK
Y29hY2gK
Y2hlY2tlZAo=
YnJlYWtpbmcK
ZmFudGFzdGljCg==
aW52ZXN0aWdhdGlvbgo=
Y2VudGVyCg==
b2xkZXIK
bm9uc2Vuc2UK
ZG9jCg==
cHJvamVjdAo=
dHJhaW5pbmcK
ZXhhbXBsZQo=
cHJlcGFyZWQK
c2NpZW5jZQo=
dW5pdGVkCg==
cGF5aW5nCg==
Y2hhcmFjdGVyCg==
Y3JpbWluYWwK
dHJ1bHkK
aG9uZXN0bHkK
c3Vydml2ZQo=
dGFyZ2V0Cg==
bnVyc2UK
YnJlYXRoaW5nCg==
b2lsCg==
c3VpY2lkZQo=
cGVyZmVjdGx5Cg==
YW15Cg==
Zm9yZ290dGVuCg==
cmVtYWluCg==
b3JpZ2luYWwK
cGFwYQo=
Y29uY2VybmVkCg==
Y3JlZGl0Cg==
dWdoCg==
ZGlzY3Vzcwo=
cmVzZWFyY2gK
ZWFzaWVyCg==
dmlldwo=
c3RyaWtlCg==
cm9nZXIK
Y29uZGl0aW9uCg==
bm93aGVyZQo=
c2hlcmlmZgo=
dHVybmluZwo=
cmVjb2duaXplCg==
YXVkaWVuY2UK
c29jaWV0eQo=
Y29tZm9ydGFibGUK
bWVhbmluZwo=
Z3Vlc3QK
YXllCg==
amVmZgo=
ZmVtYWxlCg==
cmVsZWFzZQo=
aG8K
cHJheQo=
dW5mb3J0dW5hdGVseQo=
ZW5kZWQK
dW5pdmVyc2UK
cHJlcGFyZQo=
b3Bpbmlvbgo=
c29sZGllcgo=
d2FzaAo=
cHJvZ3JhbQo=
aGVhdAo=
dXN1YWwK
dGlja2V0Cg==
c3RvbGVuCg==
cHJlZmVyCg==
YXdhcmUK
c3VyZWx5Cg==
bWFsZQo=
YmFzZQo=
bGFiCg==
Y29tbWFuZAo=
cHJvb2YK
c2VsbGluZwo=
YWZmb3JkCg==
dG90YWwK
ZHVtYgo=
YmlydGgK
c29jaWFsCg==
b3Vycwo=
bWlzdGVyCg==
Zm9jdXMK
ZGFuCg==
ZXhpc3QK
cHVycG9zZQo=
b3BlbmluZwo=
YnVsbGV0Cg==
YW5uYQo=
bGF0ZWx5Cg==
ZmFsbGluZwo=
c2Vhc29uCg==
c3VnZ2VzdAo=
cmVzcG9uc2liaWxpdHkK
d2hlbmV2ZXIK
aXNzdWUK
cHJvY2Vzcwo=
c3dvcmQK
c2hvd2VyCg==
aGFwcGluZXNzCg==
ZXJpYwo=
ZGVzawo=
cHJvcGVydHkK
Zm9yY2VkCg==
c2V0dGxlCg==
d2VpZ2h0Cg==
cmVjZWl2ZWQK
Z2FuZwo=
aW50ZXJ2aWV3Cg==
c3VyZ2VyeQo=
bWF5b3IK
YmFiZQo=
aGFuZHNvbWUK
c3RhZmYK
dW5pdAo=
Z2VudGxlbWFuCg==
aW50cm9kdWNlCg==
ZmF0ZQo=
c3BsaXQK
cmVjZW50bHkK
b3JkZXJlZAo=
YWxhcm0K
bWVtYmVyCg==
c2xlcHQK
ZW50ZXIK
bW9kZWwK
YWNjZXNzCg==
ZmxhdAo=
ZWFzaWx5Cg==
ZGlzY292ZXJlZAo=
YmFzZWQK
c2NyZXcK
aW5zYW5lCg==
d2VhdGhlcgo=
c2FuCg==
aGFybQo=
c3R5bGUK
Y29tbXVuaXR5Cg==
YmFzaWNhbGx5Cg==
YWwK
c2lnbmFsCg==
bm9wZQo=
c3BhcmUK
c3BlZWNoCg==
Y292ZXJlZAo=
bG9vc2UK
bGFrZQo=
c2VuZGluZwo=
cmVtaW5kCg==
cGFsCg==
bmFrZWQK
aGVhZGluZwo=
c3RyZWV0cwo=
ZGFtYWdlCg==
c2lsZW5jZQo=
cGV0ZQo=
c3VjY2Vzcwo=
YW1vdW50Cg==
bWFuYWdlCg==
c2FmZXR5Cg==
cmV0dXJuZWQK
aGFyZGVyCg==
YmxvY2sK
Y2hlZgo=
Y29udHJhY3QK
YnVyaWVkCg==
dHJhZGUK
c3RvbWFjaAo=
ZGl2b3JjZQo=
ZnVuZXJhbAo=
bWFyaWEK
Zm9vdGJhbGwK
cmVhbGl0eQo=
dGhlb3J5Cg==
cnVpbmVkCg==
c3ByZWFkCg==
c29vbmVyCg==
bGFycnkK
c3ByaW5nCg==
cGFnZQo=
Y2FzdGxlCg==
Y29zCg==
cGVyc29uYWxseQo=
YXJ0aXN0Cg==
aGlsbAo=
cGVybWlzc2lvbgo=
YmFyZWx5Cg==
cmVncmV0Cg==
bG92ZXIK
c3ViamVjdAo=
bGVnYWwK
Z3Jvd2luZwo=
aWxsCg==
bW9vZAo=
ZGF0aW5nCg==
bG9zcwo=
c2VjcmV0YXJ5Cg==
cmV2ZW5nZQo=
bGlrZWx5Cg==
cmVudAo=
Y29ubmVjdGlvbgo=
YXNzaXN0YW50Cg==
eWVsbGluZwo=
cGFpbnRpbmcK
cnVzaAo=
Zm9yZWlnbgo=
cm91Z2gK
bXVyZGVyZXIK
Y2VudHVyeQo=
bmlnaHRzCg==
b2J2aW91cwo=
cHJvZmVzc2lvbmFsCg==
Z29vZG5lc3MK
YWxhbgo=
dW5pdmVyc2l0eQo=
c3F1YXJlCg==
Z3JhbmRmYXRoZXIK
Z2VuaXVzCg==
cnVpbgo=
d2ludGVyCg==
dG9uZ3VlCg==
ZGEK
Y2FuY2VyCg==
bGlhcgo=
dG91cgo=
Y29tcGV0aXRpb24K
c21pdGgK
Ymxlc3MK
d2FybmluZwo=
a25vY2tpbmcK
cmUK
Y3Jhc2gK
bG93ZXIK
c2lsdmVyCg==
bWFkYW1lCg==
ZGVmZW5zZQo=
ZXZlbnQK
Y29tcGxpY2F0ZWQK
c2hhcGUK
cHJpZXN0Cg==
cm95YWwK
cm9tYW50aWMK
ZG93bnN0YWlycwo=
aW52aXRlCg==
Zm9ydHVuZQo=
YXZvaWQK
ZmFtaWxpYXIK
dGVsZXBob25lCg==
YnVybmluZwo=
a2VsbHkK
Z3Jvd24K
d2FsdGVyCg==
aW5zdXJhbmNlCg==
cGVyaW9kCg==
cG9saXRpY2FsCg==
cGxheWVyCg==
bGF1cmEK
cmVwZWF0Cg==
c3RhdGVtZW50Cg==
c3Vjawo=
eW91bmdlcgo=
Y2hpbmEK
cGFydGljdWxhcgo=
cHJvcGVyCg==
aGlyZWQK
c2l0ZQo=
a25vd2xlZGdlCg==
cGl0eQo=
YXNzdW1lCg==
Z2xhc3Nlcwo=
cmlzZQo=
cmVxdWVzdAo=
ZGF0YQo=
cGVyCg==
anVyeQo=
cG9zaXRpdmUK
YXR0b3JuZXkK
ZGlyZWN0aW9uCg==
bG9jYXRpb24K
dXNlbGVzcwo=
Z3JhbnQK
Zm91Z2h0Cg==
bWVhbAo=
dGVtcGxlCg==
bWlsbGlvbnMK
Y2FycnlpbmcK
b2ZmaWNpYWwK
amFja2V0Cg==
Z3JhdmUK
cm9sZQo=
b2RkCg==
c2V4eQo=
YmVjb21lcwo=
YmFkbHkK
YWZmYWlyCg==
dGVsZXZpc2lvbgo=
c2hvY2sK
cmFpc2VkCg==
aW1hZ2UK
Z29sZGVuCg==
c2V4dWFsCg==
c3VmZmVyCg==
d2hlcmV2ZXIK
YXBwZWFyCg==
Y2hvY29sYXRlCg==
bWVyY3kK
ZGVhbGluZwo=
YmFuZwo=
cG9pc29uCg==
YnV0dAo=
eW91cnNlbHZlcwo=
aGVhZGVkCg==
bXlzdGVyeQo=
d291bmQK
dHJhZmZpYwo=
Y291cmFnZQo=
aHVudAo=
cmF0Cg==
ZW1tYQo=
ZGlzZWFzZQo=
d2lubmVyCg==
Y291bmNpbAo=
YXBwb2ludG1lbnQK
Y3JhY2sK
dGhyZWF0Cg==
cGh5c2ljYWwK
bmF0aW9uCg==
c291cmNlCg==
Y2hvc2UK
Y2FybAo=
dmljdG9yeQo=
cmljawo=
ZGlzZ3VzdGluZwo=
cGFsYWNlCg==
YmVsb3cK
c2hvcHBpbmcK
bmVpZ2hib3Job29kCg==
bWFyY2gK
bWlkbmlnaHQK
cGlzcwo=
YWR2YW50YWdlCg==
cHVyZQo=
YXNpZGUK
amVyawo=
ZGF3bgo=
ZWZmZWN0Cg==
c3BlbGwK
ZnJlYWsK
c2NyZXdlZAo=
YXdha2UK
dmFjYXRpb24K
dmlvbGVuY2UK
Z3JhbmRtb3RoZXIK
bHVrZQo=
ZmlybQo=
cHJpbWUK
dGFsZW50Cg==
d2hvcmUK
bGljZW5zZQo=
Y29va2luZwo=
Y29uY2Vybgo=
YXZhaWxhYmxlCg==
ZmFjdG9yeQo=
dmFsdWUK
Y2VudHJhbAo=
dW5pb24K
c3R1ZGlvCg==
bWVkaWEK
aXJvbgo=
aGVhcnRzCg==
ZGVzaXJlCg==
cm9iCg==
cHJpZGUK
bWlyYWNsZQo=
YnVybmVkCg==
YmxlZWRpbmcK
YmVhdGluZwo=
cHJvdGVjdGlvbgo=
dHJlYXRtZW50Cg==
ZWFyCg==
Y2FydGVyCg==
bWV0YWwK
ZGlzYXBwZWFyCg==
ZXh0cmVtZWx5Cg==
cmVzY3VlCg==
Y2FwYWJsZQo=
cGFzc2luZwo=
Y2hhdHRlcgo=
cmVzdWx0Cg==
c3VmZmVyaW5nCg==
bGFpZAo=
Z292ZXJub3IK
dGV4dAo=
bGl0ZXJhbGx5Cg==
YmVjb21pbmcK
cGVyZm9ybWFuY2UK
cmF0ZQo=
ZGVlcGx5Cg==
ZGVzZXJ0Cg==
dmVoaWNsZQo=
aWxsZWdhbAo=
dGhyb3dpbmcK
am9zaAo=
dW5iZWxpZXZhYmxlCg==
emVybwo=
ZGVhbgo=
bG9hZAo=
Ym9vbQo=
Zm9ybWVyCg==
aG9saWRheQo=
cmlkaW5nCg==
c3VlCg==
c3RlYWxpbmcK
YXJyaXZlCg==
cmVtYWlucwo=
ZGVjZW50Cg==
dGlwCg==
ZmFpbAo=
YnJpZGUK
cGVubnkK
Y2xhaW0K
ZnJpZW5kc2hpcAo=
ZGVzcGVyYXRlCg==
ZHJhbWF0aWMK
cmVmdXNlCg==
dGhlbWUK
bG92aW5nCg==
cHJvcGVybHkK
ZHJhZ29uCg==
bW9zdGx5Cg==
Y2h1Y2sK
ZGlyZWN0bHkK
c3VyZmFjZQo=
ZmFsc2UK
Y2FzdAo=
anVuaW9yCg==
aHVudGluZwo=
c2lsZW50Cg==
dGhvdQo=
cHVuY2gK
aW50ZWxsaWdlbmNlCg==
Ym9ycm93Cg==
d2lubmluZwo=
Y29udmluY2VkCg==
d2Fybgo=
Y2hhbXBhZ25lCg==
ZHVzdAo=
a3lsZQo=
c29tZWRheQo=
ZmFsbGVuCg==
c3RyYW5nZXIK
cHJlc2VuY2UK
dGVhcgo=
dGhlcmVmb3JlCg==
dGVjaG5vbG9neQo=
dG9hc3QK
Y2xhcmsK
c21va2luZwo=
aGFuawo=
d29sZgo=
cHJlY2lvdXMK
Y29hc3QK
bWF0ZXJpYWwK
dW5pZm9ybQo=
Y29uc2lkZXJlZAo=
cmljZQo=
ZXhjaGFuZ2UK
Ymxha2UK
Y29udmluY2UK
YmVhc3QK
ZHJhZwo=
Y2FiCg==
aHVuZwo=
c3VjY2Vzc2Z1bAo=
ZXZlCg==
YnJhaW5zCg==
amFwYW4K
Y3JlYXR1cmUK
Zm91cnRoCg==
c2VwYXJhdGUK
Y2xlYW5pbmcK
c2hpZnQK
ZXhhY3QK
Z29hbAo=
ZXhwZXJ0Cg==
ZGlyZWN0Cg==
c2NvcmUK
cm93Cg==
dHdlbnR5Cg==
cmVjZWl2ZQo=
c2VyaWVzCg==
c2VjdGlvbgo=
cGlsb3QK
ZGFya25lc3MK
dGh5Cg==
c2FsZQo=
ZGVzdGlueQo=
Y3VyZQo=
c3Bva2VuCg==
YXJtZWQK
Z3JhZGUK
c29sdXRpb24K
c2NoZWR1bGUK
ZXhwbG9zaW9uCg==
Y2lnYXJldHRlCg==
dmljdG9yCg==
c2FjcmlmaWNlCg==
cmFuZ2UK
YnV0dG9uCg==
cHJpc29uZXIK
ZWZmb3J0Cg==
eW91dGgK
ZWF0ZW4K
cGFya2luZwo=
YW1idWxhbmNlCg==
c3RhcmluZwo=
c2luCg==
cHJvZ3Jlc3MK
dW51c3VhbAo=
Y291bnR5Cg==
Y2FtcGFpZ24K
dmlzaW9uCg==
cmVwb3J0ZXIK
ZXF1aXBtZW50Cg==
am9leQo=
bWFzcwo=
YWxpZW4K
dHJhcHBlZAo=
cm91dGUK
ZGVmZW5kCg==
dHJhY2UK
bmFzdHkK
bWFnYXppbmUK
ZHVtcAo=
c2VhcmNoaW5nCg==
Y2x1ZQo=
Y29ubmVjdGVkCg==
YW1lbgo=
bWVycnkK
em9uZQo=
c2VuaW9yCg==
ZnJlZXplCg==
ZW1wZXJvcgo=
aW5jaWRlbnQK
YWN0b3IK
c2VudGVuY2UK
bGVhZGluZwo=
Y2hvc2VuCg==
ZW5nYWdlZAo=
YW5nZXIK
c3BlbmRpbmcK
bGVhcm5pbmcK
c3B5Cg==
c2hhZG93Cg==
d2FycmFudAo=
a2luZ2RvbQo=
c3F1YWQK
c2hvdWxkZXIK
ZmlzaGluZwo=
c29tZXRpbWUK
YXR0aXR1ZGUK
bmVnYXRpdmUK
c2ltaWxhcgo=
dW5kZXJzdGFuZGluZwo=
YnVsbAo=
ZnVsbHkK
cm9iaW4K
Z29yZ2VvdXMK
bW9yZ2FuCg==
cGFzc2lvbgo=
d3JpdGVyCg==
ZW1waXJlCg==
aW50ZXJuYXRpb25hbAo=
Y3Vyc2UK
aGlyZQo=
aWQK
c29ucwo=
ZXN0YXRlCg==
Z3Vuc2hvdAo=
ZGV2aWNlCg==
bW92ZW1lbnQK
dGh1bmRlcgo=
b2JqZWN0Cg==
bG9zZXIK
cG9saXRpY3MK
ZGVzcGl0ZQo=
YWxjb2hvbAo=
Y29uZmVyZW5jZQo=
cHJvdmlkZQo=
ZWFybgo=
dmFsbGV5Cg==
ZmFzaGlvbgo=
ZXBpc29kZQo=
cHJldmlvdXNseQo=
c3BvcnRzCg==
d2FudGluZwo=
ZGVidAo=
dGhlZQo=
YXBwcm9hY2gK
c3RvY2sK
cGVyY2VudAo=
bm9ybWFsbHkK
ZWR1Y2F0aW9uCg==
YnJhdm8K
cmFwZQo=
dGhyb3duCg==
YXV0aG9yaXR5Cg==
Y3VycmVudAo=
ZmFpbHVyZQo=
bmlnaHRtYXJlCg==
Z2xvcnkK
YmFycnkK
YWdlbmN5Cg==
YXBwbGUK
Ym9yZGVyCg==
cmVwdXRhdGlvbgo=
Y29uZmlkZW5jZQo=
YmVsb3ZlZAo=
bGFjawo=
YWN0dWFsCg==
bWVudGFsCg==
c2FsdAo=
Zmxlc2gK
c2VjdXJlCg==
aGlnaGx5Cg==
ZmVkZXJhbAo=
c2FuZAo=
ZW1vdGlvbmFsCg==
c2V0dGluZwo=
c2VuYXRvcgo=
cm9iYmVyeQo=
ZmVkCg==
cmV3YXJkCg==
Y29tbWl0Cg==
ZW50aXJlbHkK
ZXh0cmFvcmRpbmFyeQo=
b3Bwb3NpdGUK
dGVycnkK
Y2hhdAo=
YmF5Cg==
c2xpcAo=
ZGlzYXBwb2ludGVkCg==
c2V0dGxlZAo=
ZGV0YWlsCg==
YWNjZXB0ZWQK
YmFja2dyb3VuZAo=
Z2FyYmFnZQo=
YmVsdAo=
Ymxvd2luZwo=
YWdyZWVtZW50Cg==
cHVzaGluZwo=
YWJpbGl0eQo=
dGlnZXIK
Y3VsdHVyZQo=
c2FpbnQK
dGFzawo=
c29saWQK
aW50ZW5kCg==
ZGlzdHJpY3QK
cGEK
Z2VlCg==
Y3VzdG9keQo=
aWdub3JlCg==
bmF0dXJhbGx5Cg==
dXNlZnVsCg==
YXR0ZW1wdAo=
YWJhbmRvbmVkCg==
Y3V0dGluZwo=
Z3VhcmFudGVlCg==
cG9saWN5Cg==
dmlvbGVudAo=
bWFpZAo=
ZW1iYXJyYXNzaW5nCg==
Y2hpbGRob29kCg==
d2FzdGluZwo=
Y2hpY2sK
ZGlzYXN0ZXIK
cmV2b2x1dGlvbgo=
ZGVtb24K
aGVhdmlseQo=
Y29pbmNpZGVuY2UK
dGVycmlmaWMK
bWFjCg==
aWRlbnRpdHkK
dmlyZ2luCg==
aW1wcmVzc2l2ZQo=
cG90ZW50aWFsCg==
Y29tbWl0dGVlCg==
ZG96ZW4K
ZGVsaXZlcnkK
YWR2YW5jZQo=
cXVpZXRseQo=
dGVhY2hpbmcK
bGF0ZXN0Cg==
aHVydGluZwo=
Y2FwaXRhbAo=
Y291bnRpbmcK
ZGVueQo=
dXJnZW50Cg==
YmVoYXZpb3IK
bWl4ZWQK
c3RheXMK
YXNzdXJlCg==
ZXhwbGFuYXRpb24K
Y2hhc2luZwo=
YmlsbGlvbgo=
ZHVrZQo=
cHJvZHVjdGlvbgo=
c2xhdmUK
Y2Fyb2wK
Y3J1ZWwK
YnVyeQo=
bWFzc2l2ZQo=
cGF0aGV0aWMK
c3BlY2llcwo=
YXBwcm9hY2hpbmcK
am8K
bG9hbgo=
c3RydWdnbGUK
ZGlzaAo=
ZmlyaW5nCg==
Y2hhbm5lbAo=
c3RvcHBpbmcK
amVhbgo=
ZGFpbHkK
YmFzZW1lbnQK
cXVhcnRlcgo=
Ym91bmQK
bmF2eQo=
YXJ0aWNsZQo=
Z3VpZGUK
YWNjdXNlZAo=
dHJhbnNmZXIK
cXVhbGl0eQo=
Z3JlYXRlcgo=
ZGFtbmVkCg==
Y2hlZXIK
c2hvZQo=
dGl0bGUK
cHVuaXNobWVudAo=
ZmV2ZXIK
Y293YXJkCg==
Zmxhc2gK
c2lkZXMK
c3VwcGx5Cg==
c2Vuc2l0aXZlCg==
aG9wZWZ1bGx5Cg==
cm9sbGluZwo=
ZG9sbGFyCg==
dG9uZQo=
Y2hlYXRpbmcK
Y29uZmVzcwo=
ZGVtYW5kCg==
bXVzZXVtCg==
ZHJhbWEK
c3VzcGljaW91cwo=
YWR1bHQK
ZnJpZ2h0ZW5lZAo=
c3RlYWR5Cg==
Y3Jvc3NlZAo=
cGFydGljdWxhcmx5Cg==
am9pbnQK
dHJhaW5lZAo=
Ym9vdHMK
cG9zc2liaWxpdHkK
Y2l2aWwK
anVuZQo=
YmFzZWJhbGwK
ZXhwcmVzcwo=
cGFya2VyCg==
bGlvbgo=
YXNzYXVsdAo=
aG9uZwo=
dHJhaWwK
b3B0aW9uCg==
cmVjYWxsCg==
Y29sbGVjdGlvbgo=
YWNjZW50Cg==
bW9iaWxlCg==
Y3VzdG9tZXIK
dGVycmlibHkK
c2VjCg==
Y2hhcml0eQo=
Y29uc2lkZXJpbmcK
cHVzc3kK
ZG9ubmEK
cHJvdGVjdGluZwo=
bnVjbGVhcgo=
d2FsbGV0Cg==
c2hvdXQK
dmluY2VudAo=
aW1wcmVzc2lvbgo=
amF5Cg==
cmVhY3Rpb24K
bmV0d29yawo=
dmVyc2lvbgo=
Y29uY2VydAo=
Z2Vhcgo=
c2luZ2VyCg==
ZGVmZWF0Cg==
c3RldmVuCg==
bGFuZQo=
Ymxhc3QK
d291bmRlZAo=
Y2VyZW1vbnkK
bGVhZ3VlCg==
c3BlY2lmaWMK
cGxhc3RpYwo=
Y3Jpc2lzCg==
ZmlmdGgK
dGVybQo=
c2VsZgo=
b2ZmZXJpbmcK
YnVkCg==
Y29tbWlzc2lvbmVyCg==
cmlwCg==
ZW50cmFuY2UK
ZGVzaWduZWQK
bmVpZ2hib3IK
YWJvYXJkCg==
c3dlYXQK
YnVzdAo=
ZWwK
YWZ0ZXJ3YXJkcwo=
bWFzb24K
c3VycmVuZGVyCg==
Y3J1c2gK
cGVlCg==
c3RyZXNzCg==
am9yZGFuCg==
YXJyYW5nZQo=
bm9ibGUK
YmV0dHkK
bGF1bmNoCg==
bGVnZW5kCg==
Z29sZgo=
aW1hZ2luYXRpb24K
Zm94Cg==
a2lzc2luZwo=
YnV0dGVyCg==
dGF4Cg==
Z3Jvc3MK
aW5zaXN0Cg==
Y2xhc3NpYwo=
c2hvd24K
Y2hhbXBpb24K
dGhlcmFweQo=
bGlmZXRpbWUK
dGhyb3VnaG91dAo=
dG93YXJkCg==
ZXhwZXJpbWVudAo=
ZGVzY3JpYmUK
cm9zcwo=
Y2hlYXQK
YXR0ZW5kCg==
aG9tZXdvcmsK
bGV3aXMK
c2VydmFudAo=
Y2FwCg==
cHJhY3RpY2FsbHkK
c3RlZWwK
Z2VuZXJhdGlvbgo=
Y2FiaW4K
ZmluYW5jaWFsCg==
aW5kdXN0cnkK
Ym9uZAo=
YmVhdGVuCg==
aGVjawo=
ZGVjawo=
c2NyaXB0Cg==
YnJhbmQK
ZGVncmVlCg==
cGFpbmZ1bAo=
cmVsaWdpb24K
aW5mbHVlbmNlCg==
ZnVlbAo=
ZHJhd2luZwo=
ZXhlcmNpc2UK
YXR0cmFjdGl2ZQo=
dG91Y2hpbmcK
dmlydXMK
dG9ydHVyZQo=
Ymxlc3NlZAo=
cGxhaW4K
cmVjZW50Cg==
c2FjcmVkCg==
cmVtb3ZlZAo=
d2FzdGVkCg==
Y29uZmlybQo=
bGFkCg==
bWlsZQo=
ZGl2aXNpb24K
c2NyYXRjaAo=
cnVzc2lhCg==
Y29udGVzdAo=
bW90aW9uCg==
ZWxlY3RyaWNpdHkK
c2VhbAo=
c3RhbmRhcmQK
c3Vycm91bmRlZAo=
c3RydWNrCg==
aW5mb3JtCg==
c3RhdHVzCg==
cHVyc2UK
YmVnZ2luZwo=
YnVjawo=
Y29uc3RydWN0aW9uCg==
Y29uZmlybWVkCg==
Y29uZmVzc2lvbgo=
dHJpZ2dlcgo=
ZnJhbmtseQo=
ZXhpdAo=
cmVzcG9uc2UK
Y2FuY2VsCg==
YXJndW1lbnQK
cHJpbmNpcGFsCg==
dHVya2V5Cg==
Y2xpbmljCg==
dmljZQo=
ZXZlcnlkYXkK
Z2VuZXJvdXMK
Z2Fpbgo=
aG9sbHkK
bGluawo=
dW5kZXJncm91bmQK
bWlzdHJlc3MK
cHJvZHVjdAo=
YmVlZgo=
cmVsaWdpb3VzCg==
aWRlbnRpZnkK
Y2hpcAo=
c3VydmVpbGxhbmNlCg==
dmFtcGlyZQo=
cm91dGluZQo=
dW5kZXJuZWF0aAo=
dGVtcGVyYXR1cmUK
dHJpYmUK
YnJhZAo=
ZGVwdXR5Cg==
aGVhZHF1YXJ0ZXJzCg==
ZXF1YWwK
a2VuCg==
cmVja29uCg==
cmVsYXRlZAo=
aW5jcmVkaWJseQo=
Y2hpbGwK
c3BpdAo=
bmVydmUK
c3Rha2UK
cG9ydAo=
bmVwaGV3Cg==
bWlsbGVyCg==
cHJvY2VlZAo=
bGFuZGluZwo=
b3V0Zml0Cg==
YmFpbAo=
cGF0aWVuY2UK
cmVjb3JkaW5nCg==
Zm9vbGlzaAo=
bG9hZGVkCg==
Y29zdHVtZQo=
aW5qdXJlZAo=
ZGlnZ2luZwo=
YXdrd2FyZAo=
cGF0dGVybgo=
ZmlsdGh5Cg==
dmlzaXRpbmcK
Y29uY2VudHJhdGUK
YWltCg==
bmFuY3kK
dGhpY2sK
c3BvcnQK
YmFzaWMK
ZWxlY3RyaWMK
cGxlYXNhbnQK
ZW52aXJvbm1lbnQK
d2VzdGVybgo=
YXZlcmFnZQo=
ZWFzZQo=
aW50ZXJydXB0Cg==
c2F0aXNmaWVkCg==
YW5uaXZlcnNhcnkK
YmV0aAo=
ZWxlY3Rpb24K
d2Fycmlvcgo=
ZmV0Y2gK
dGltaW5nCg==
Y29tcGxleAo=
ZnJvemVuCg==
cmVwbGFjZQo=
cHJheWVyCg==
Z3VpbHQK
dHVuZQo=
d29vCg==
Y29uc2NpZW5jZQo=
b2ZmaWNpYWxseQo=
c21hbGxlcgo=
Ymxvd24K
aGFpbAo=
dW5oYXBweQo=
Ym9vdGgK
YmVybGluCg==
cmFuZHkK
YmVoYWxmCg==
cmVhc29uYWJsZQo=
dHJ1bmsK
ZmVzdGl2YWwK
dHJhZGl0aW9uCg==
YmVzaWRlCg==
bW90aXZlCg==
YmlzaG9wCg==
ZGVhbGVyCg==
ZGVmZW5kYW50Cg==
YmFja3VwCg==
d291bmRzCg==
b3VjaAo=
YW5uCg==
ZWZmZWN0cwo=
YmVuZWZpdAo=
dGVycml0b3J5Cg==
YXBvbG9neQo=
dW5saWtlCg==
dGh1cwo=
Y2xheQo=
YnVzdGVkCg==
Z29vZHMK
YXRtb3NwaGVyZQo=
ZHJvcHBpbmcK
ZG93bnRvd24K
cm90dGVuCg==
cGFyYWRpc2UK
amVzcwo=
b3JnYW5pemF0aW9uCg==
ZXhhbQo=
Y29jawo=
ZWFybAo=
Y29tbWVudAo=
YWN0aXZpdHkK
a25pZ2h0Cg==
dGVzdGluZwo=
aGFiaXQK
c2hlbHRlcgo=
Zmxvdwo=
cHJldmVudAo=
bGVuZAo=
Y29vcGVyCg==
Ym9zdG9uCg==
c2FtcGxlCg==
c3RyaXAK
YnV6emluZwo=
bW9uawo=
c2xpZ2h0bHkK
cHJvZHVjZQo=
YW5ub3lpbmcK
anVkZ21lbnQK
ZXhpc3RlbmNlCg==
YmVsbHkK
Zm9zdGVyCg==
d2FyZAo=
YWN0cmVzcwo=
Y2hhaXJtYW4K
aW5kaXZpZHVhbAo=
dGF0dG9vCg==
cHVuawo=
Y29uZmlkZW50Cg==
bWlzdGFrZW4K
bGltaXQK
c3QK
cG9saWNlbWFuCg==
bmEK
cHJlY2lzZWx5Cg==
bWVyZWx5Cg==
dW5kZXJ3ZWFyCg==
cmV2ZWFsCg==
aGVhdmVucwo=
cGVyc29uYWxpdHkK
YmF0bWFuCg==
Y29sb3VyCg==
d29ya2VyCg==
cG9wZQo=
d29ycnlpbmcK
dHJhdmVsaW5nCg==
aW1wYWN0Cg==
cmVsaWVmCg==
aG9zdAo=
Zm9vdGFnZQo=
b2Rkcwo=
cGF0cm9sCg==
Y2lyY3VzCg==
b2NjYXNpb24K
cHVsc2UK
aGVycwo=
Y2xhc3Nlcwo=
c2lnbmF0dXJlCg==
Y29tcGxhaW4K
YmxhaAo=
bW9uaXRvcgo=
cGF0Cg==
eWVsbAo=
cmVzaXN0Cg==
ZmFudGFzeQo=
cGFzc3BvcnQK
cGl0Y2gK
aG9taWNpZGUK
bm9vbgo=
Y2hhcm0K
c2xhcAo=
YXBwbHkK
ZGlzY292ZXIK
cHJldmlvdXMK
a2l0Cg==
cGhvdG9ncmFwaAo=
ZmlmdHkK
YmVuZWF0aAo=
ZmFyZXdlbGwK
cmVwcmVzZW50Cg==
ZmFjaW5nCg==
b2ZmZW5zZQo=
Y2l0aXplbgo=
c25hcAo=
bWVzc2luZwo=
aG9vZAo=
dHdlbHZlCg==
aW5mb3JtZWQK
aHVtYW5pdHkK
cHJvZHVjZXIK
dGVjaG5pY2FsbHkK
ZXh0cmVtZQo=
cHJvZmlsZQo=
b3h5Z2VuCg==
Z2VuZQo=
c2hlZAo=
bWlub3IK
ZXgK
c2NpZW50aWZpYwo=
Y2hhb3MK
bWF0aAo=
c3R1YmJvcm4K
YXVndXN0Cg==
Y2hpcHMK
aW50ZW5zZQo=
Z3JleQo=
dGVycm9yaXN0Cg==
YW5nbGUK
aW52aXRhdGlvbgo=
Z2FtYmxpbmcK
cmVzcG9uZAo=
dGhpcnR5Cg==
cHJvY2VkdXJlCg==
YWJzb2x1dGUK
aW52ZXN0aWdhdGUK
dHJhZ2VkeQo=
c3RhYmxlCg==
c2Vzc2lvbgo=
Y2FwdHVyZQo=
bWFycnlpbmcK
YnVzaAo=
dW5hYmxlCg==
aW5jcmVhc2UK
aGlnaGVzdAo=
bWVhbndoaWxlCg==
Y2hvcAo=
Y29tbWVyY2lhbAo=
ZXNjb3J0Cg==
ZW5nYWdlbWVudAo=
Y29ycHNlCg==
d29ydGh5Cg==
dGhyZWF0ZW5pbmcK
YWNhZGVteQo=
ZnVybml0dXJlCg==
cmFscGgK
ZW5naW5lZXIK
c29mdGx5Cg==
Y2Fyb2xpbmUK
dHJhbnNwb3J0Cg==
cG9wdWxhdGlvbgo=
c3VjY2VlZAo=
Y3JlZXB5Cg==
c25lYWsK
ZGVzdHJ1Y3Rpb24K
am9pbmluZwo=
bGlnaHRuaW5nCg==
ZmFzY2luYXRpbmcK
Y2hhbWJlcgo=
cm9tYW5jZQo=
aW5zdGFuY2UK
ZXhoYXVzdGVkCg==
dGVzdGlmeQo=
c3R1ZGllZAo=
d2Fsa2VyCg==
ZHJpbGwK
aW52ZXN0aWdhdGluZwo=
eWUK
ZXhwZXJpZW5jZWQK
bG95YWx0eQo=
anVuawo=
Y29sZQo=
cml0YQo=
c291dGhlcm4K
YmVndW4K
bWF5YQo=
bGl2ZXIK
c2VydmluZwo=
c3VyZ2Vvbgo=
amF6ego=
dHlwaWNhbAo=
a2lja2luZwo=
b2JleQo=
ZGFuY2VyCg==
cmVtb3RlCg==
dG9ieQo=
c2FuZHkK
ZHJhZ2dlZAo=
c3RyYXRlZ3kK
cGFyZW50Cg==
YWxidW0K
cnViYmlzaAo=
cG93ZGVyCg==
c3luYwo=
YnVtCg==
Zm9ydAo=
YWxsZXkK
c3VwcGVyCg==
cGVuaXMK
c2FtbXkK
Y29rZQo=
c2NpZW50aXN0Cg==
ZmlnaHRlcgo=
aGlnaHdheQo=
YmxhZGUK
YWxwaGEK
ZGlldAo=
bGlxdW9yCg==
d2lkb3cK
bGliZXJ0eQo=
YXdhcmQK
Z3JpZWYK
cmFuZG9tCg==
aW50ZW50aW9uCg==
YWN0aXZlCg==
ZHJpdmVuCg==
dHJhdW1hCg==
aGVhZGFjaGUK
c2FmZWx5Cg==
bm92ZWwK
aW52aXNpYmxlCg==
aW50ZXJuYWwK
aHVtbWluZwo=
dGFsZW50ZWQK
bGkK
YWlkCg==
Y29yZQo=
c2VyaWFsCg==
cGFpbnRlZAo=
ZGl2aW5lCg==
amFtCg==
b3BlcmEK
Z3Vlc3NpbmcK
b2JqZWN0aW9uCg==
d2hpc2tleQo=
cmVzaXN0YW5jZQo=
ZHJlc3NpbmcK
YXR0YWNoZWQK
YnJpZWYK
cHVuaXNoCg==
ZXRlcm5hbAo=
ZmFidWxvdXMK
cnV0aAo=
dGVuZAo=
bG9ja2VyCg==
ZGV2ZWxvcG1lbnQK
cHJpY2sK
Z2xvYmFsCg==
c3RyaW5nCg==
Yml0dGVyCg==
cHJvcG9zZQo=
Y29uc3RhbnRseQo=
Z3Jhbm55Cg==
bmljZWx5Cg==
YWJ1c2UK
c3Vydml2YWwK
YmVuZAo=
cmV2aWV3Cg==
Y29ubmVjdAo=
ZWxkZXIK
YmVhcmQK
YWRtaXJhbAo=
c2FsYXJ5Cg==
ZGlzdHVyYgo=
cHJvCg==
bWFpbnRhaW4K
d2VhbHRoCg==
cG9zc2Vzc2lvbgo=
YnVybnQK
dXBwZXIK
dGFsZQo=
cHJvZml0Cg==
Y29sbGVhZ3VlCg==
d2FyZWhvdXNlCg==
aG9zdGFnZQo=
ZmlmdGVlbgo=
Ym8K
aW5zdWx0Cg==
Y2F1c2luZwo=
aGVhbAo=
YmFuZ2luZwo=
aG9uZXltb29uCg==
YXBwZWFsCg==
Y3JpdGljYWwK
Y3JhbmUK
dGVzdGltb255Cg==
cHJhaXNlCg==
Y29tbWlzc2lvbgo=
ZnJhdWQK
Ym91dAo=
Y292ZXJpbmcK
cmF3Cg==
bXVzY2xlCg==
dGVuc2UK
bWFuYWdlbWVudAo=
YXNzaWdubWVudAo=
YmxvbmRlCg==
Y2F0Y2hpbmcK
ZXhwb3NlZAo=
Y2FuYWRhCg==
ZG9udAo=
aGFuCg==
Y29tZWR5Cg==
bWFyY28K
c3Ryb2tlCg==
c2hha2luZwo=
ZmFjaWxpdHkK
YXBwcm9wcmlhdGUK
cmVtYXJrYWJsZQo=
dHJhbnNmZXJyZWQK
ZHJhd24K
c3ltYm9sCg==
bW90b3IK
YW1iYXNzYWRvcgo=
ZmVlZGluZwo=
c29kYQo=
c2x1dAo=
ZGlmZmVyZW50bHkK
bWFnbmlmaWNlbnQK
dHViZQo=
c3VwZXJpb3IK
ZXhwcmVzc2lvbgo=
Y3VycmVudGx5Cg==
dGhyb25lCg==
ZGVhZGx5Cg==
dG9vdGgK
ZGVwcmVzc2VkCg==
cG90YXRvZXMK
d2lja2VkCg==
bmF0aXZlCg==
cG9ldHJ5Cg==
bXVsdGlwbGUK
c2hvcnRseQo=
YnV6ego=
Z29kZGVzcwo=
Y2hpbgo=
YW54aW91cwo=
YmFza2V0YmFsbAo=
YXBwZWFyYW5jZQo=
bXVzaWNhbAo=
dWx0aW1hdGUK
cG9yawo=
Y29tbXVuaWNhdGlvbgo=
cGF5bWVudAo=
c3RydWN0dXJlCg==
c3F1ZWV6ZQo=
YWRtaXJlCg==
bWFkbmVzcwo=
ZW50cnkK
aW5qdXJ5Cg==
YnVyZGVuCg==
cmFjaW5nCg==
bWFubmVyCg==
ZnJlZXppbmcK
bW91bnQK
YmF0dGVyeQo=
ZGVzc2VydAo=
cG91bmQK
bW90ZWwK
Y2luZW1hCg==
aGFsZndheQo=
cmlmbGUK
cmVjZXB0aW9uCg==
YnJpY2sK
YWJhbmRvbgo=
bGFwCg==
cmVjb21tZW5kCg==
YnJ1c2gK
bmVsc29uCg==
Y29uY2VwdAo=
ZGVsYXkK
cXVhcnRlcnMK
Y29tcGxhaW50Cg==
YmFrZXIK
ZGVzY3JpcHRpb24K
YmFkZ2UK
aGlwCg==
ZnVuY3Rpb24K
Zm91bmRhdGlvbgo=
bGFib3IK
d2lsbGllCg==
d2FpdGVyCg==
aG9tZWxlc3MK
cHJvdmVkCg==
dW5mb3J0dW5hdGUK
Y29tYmF0Cg==
cG9lbQo=
cG9saXNoCg==
aGFuZGVkCg==
d2VlZAo=
c2F0ZWxsaXRlCg==
amVyc2V5Cg==
ZWFnbGUK
cHJpdmFjeQo=
Y2hhcHRlcgo=
dHJlYXRpbmcK
d2lzZG9tCg==
ZmxpcAo=
ZW50ZXJpbmcK
YmFybgo=
Y2xhbgo=
YnVkZ2V0Cg==
cHViCg==
dGVtcG9yYXJ5Cg==
ZWZmZWN0aXZlCg==
bGFtYgo=
cGxvdAo=
cmlsZXkK
cHJvcG9zYWwK
Ymxlc3NpbmcK
cmFnZQo=
YmFzaXMK
bWFubmVycwo=
cmVjb3Zlcgo=
dHdpc3QK
bGVhawo=
aXRlbQo=
Y2F0aG9saWMK
cmV0aXJlZAo=
aW5uZXIK
YWZmZWN0Cg==
Zm9yYmlkZGVuCg==
cGF0Y2gK
bmVjZXNzYXJpbHkK
cHJvdmlkZWQK
Ym9va2VkCg==
aHVtb3IK
dG9ybgo=
cm9ja3kK
YmV0cmF5Cg==
c292aWV0Cg==
dmFyaW91cwo=
YWRkZWQK
ZGlzY292ZXJ5Cg==
Y293Ym95Cg==
c3VzcGVjdGVkCg==
ZGVsaWdodGVkCg==
c3RpY2tpbmcK
cmFkYXIK
cHJvc2VjdXRvcgo=
YW1iZXIK
dmFzdAo=
cHVtcAo=
dmFsZW50aW5lCg==
Y291bnRlcgo=
d2FycmVuCg==
bWFyaW5lCg==
aWxsbmVzcwo=
YmlkCg==
cmVxdWlyZQo=
d2FzaGluZwo=
YWNoaWV2ZQo=
bW8K
ZG9wZQo=
cGFsbQo=
Y29uc3RhbnQK
Ym9vCg==
bWVkaWNhdGlvbgo=
Z3Jhdml0eQo=
Ym9vemUK
YWJyb2FkCg==
cmlzaW5nCg==
YW5hbHlzaXMK
ZWF0cwo=
ZW1wbG95ZWUK
dm9ka2EK
c29sYXIK
aGVpZ2h0Cg==
c3VpdGNhc2UK
Y2hlbWljYWwK
YWR2YW5jZWQK
ZnVuZAo=
d2ViCg==
cGhhc2UK
c3VnZ2VzdGluZwo=
ZmxlZXQK
bGFtZQo=
ZWRpdG9yCg==
YXNzdW1lZAo=
d2hpcAo=
cmVnaW9uCg==
YW1vbmdzdAo=
dGVtcGVyCg==
ZGlzY3Vzc2lvbgo=
b3BlcmF0ZQo=
dW5kZXJjb3Zlcgo=
aG9ycm9yCg==
dGVzdGVkCg==
c21hc2gK
Y29udHJhcnkK
cG9rZXIK
d3JhcHBlZAo=
Z3JhaGFtCg==
bWkK
ZnUK
dHJhZ2ljCg==
ZW50ZXJ0YWlubWVudAo=
Y3Jvc3NpbmcK
dHJhdmlzCg==
bGltaXRlZAo=
c29iZXIK
c2lzCg==
aW50ZW5kZWQK
bmllY2UK
dGVubmlzCg==
dHJhZGl0aW9uYWwK
aW5kZXBlbmRlbnQK
Z3JhbmRzb24K
ZXhlY3V0aXZlCg==
Y29saW4K
cmVnYXJkaW5nCg==
d2Vha25lc3MK
bWV0aG9kCg==
dG9vbAo=
cGVybWl0Cg==
bm93YWRheXMK
c3BpZGVyCg==
bm9ydGhlcm4K
em9vCg==
cHJheWluZwo=
Y29uCg==
dGVjaG5pcXVlCg==
Z2VudGx5Cg==
Z3VuZmlyZQo=
YmFja3dhcmRzCg==
c2tpbGwK
YmFyb24K
bWFyc2hhbAo=
cGV0dHkK
c2VhbGVkCg==
bWFzc2FnZQo=
cmFpc2luZwo=
bWVudQo=
ZGlhcnkK
YXVkaXRpb24K
Y2FzaW5vCg==
YmFjb24K
ZHV0Y2gK
cHJvbW90aW9uCg==
Y2xpY2sK
Zm9yZ2l2ZW5lc3MK
YnVyc3QK
cGVybWFuZW50Cg==
aW50ZXJmZXJlCg==
Y2hhbnRpbmcK
c3BlbmNlcgo=
cmVnaXN0ZXJlZAo=
c3VwZXJtYW4K
dW5mYWlyCg==
YWRtaXR0ZWQK
c3dhbGxvdwo=
Y29uZHVjdAo=
c2hlZXQK
ZnJpZWQK
YXZlbnVlCg==
cmV2ZXJzZQo=
Zm9yZAo=
aW52ZXN0bWVudAo=
YWJzdXJkCg==
cG90YXRvCg==
aW5zcGlyZWQK
cnVieQo=
dGFnCg==
cmFtCg==
aG9va2VkCg==
cmFuY2gK
d29ybgo=
aGVhdGhlcgo=
bGVhdGhlcgo=
Z3JvdW5kcwo=
YXNzdW1pbmcK
Y29uc3BpcmFjeQo=
dGhhbmtzZ2l2aW5nCg==
Z3VhcmRpYW4K
eWVuCg==
YXNoZXMK
dGVycm9yCg==
bWlzdW5kZXJzdGFuZGluZwo=
aGFsdAo=
aW1tdW5pdHkK
c3RlYW0K
a2FuZwo=
Y2xvc2VseQo=
cGVhcmwK
c29jY2VyCg==
cHJpb3JpdHkK
aGFwcGllcgo=
a2hhbgo=
c3RydWdnbGluZwo=
cm9vdAo=
Ym9vdAo=
Y29uZmxpY3QK
Y2hlcnJ5Cg==
Y2VsZWJyYXRpb24K
c29yZQo=
dW5jb25zY2lvdXMK
Y2F0dGxlCg==
ZmFpcmx5Cg==
ZmVlCg==
d2FkZQo=
cmFkaWF0aW9uCg==
Zm9yZ2V0dGluZwo=
cmVnaXN0ZXIK
c3BlY2lmaWNhbGx5Cg==
aWRlYWwK
c3BvaWwK
ZGVzZXJ2ZWQK
Y2FuZGlkYXRlCg==
bGFuY2UK
ZXhwbG9kZQo=
aW1tZWRpYXRlCg==
ZGkK
aHVuZ2VyCg==
Y29tYmluYXRpb24K
bmFubnkK
c2V0aAo=
ZGV2ZWxvcAo=
c2V2ZXJlCg==
ZW4K
ZnJhbmtsaW4K
Z3V0Cg==
c3BsZW5kaWQK
eWFuZwo=
dnVsbmVyYWJsZQo=
dml0YWwK
YnVyZWF1Cg==
ZHJhd2VyCg==
aGFycGVyCg==
cmV0cmVhdAo=
dHJveQo=
YWNlCg==
aGFtCg==
YW5ub3VuY2UK
Z2FsYXh5Cg==
amV3ZWxyeQo=
bHVnZ2FnZQo=
Z3Jvb20K
bGlnaHRlcgo=
YWxsaWFuY2UK
Y2xvdGhpbmcK
ZHJvd24K
YWxpa2UK
cmVsYXRpdmUK
d3JlY2sK
YXBwcm92ZQo=
cHJvZHVjZWQK
cGh5c2ljYWxseQo=
c3Bpcml0dWFsCg==
c2lyZQo=
cm9hcmluZwo=
c3RhYgo=
aW5jaAo=
YXJyaXZhbAo=
c2NhbmRhbAo=
aG9tZXIK
dGFyYQo=
c2hpZWxkCg==
c2hvb3Rlcgo=
aW5zdGFudAo=
cmVoZWFyc2FsCg==
ZGlzdHVyYmluZwo=
ZGlyZWN0ZWQK
c2Nhbgo=
ZWxlY3Ryb25pYwo=
cmVwdWJsaWMK
b3Zlcm5pZ2h0Cg==
Y291bnNlbAo=
YmFpdAo=
ZGlnbml0eQo=
bGVhbgo=
aGVyb2luCg==
cmV4Cg==
YmFybmV5Cg==
Z29zc2lwCg==
ZWNvbm9teQo=
aW1wcmVzcwo=
dGlzc3VlCg==
dGhyZWF0ZW4K
YnVtcAo=
c3VwcmVtZQo=
YmluZ28K
bWFua2luZAo=
ZG9jdW1lbnQK
YnJvYWQK
dmVzc2VsCg==
ZGFsZQo=
Zm91bAo=
c3RhcmUK
aHV0Cg==
Y29tYQo=
bGF5aW5nCg==
Y29mZmluCg==
Y29jYWluZQo=
aGFuZGxlZAo=
YW5ub3VuY2VtZW50Cg==
b2F0aAo=
bW9iCg==
Y290dG9uCg==
ZGVwb3NpdAo=
YXV0b3BzeQo=
YWR2aXNlCg==
Z2lnCg==
bGVjdHVyZQo=
cG9zdGVkCg==
c2tpbm55Cg==
bG8K
aW5jbHVkZQo=
cmV2ZWFsZWQK
aW5mZWN0ZWQK
YXNzaXN0YW5jZQo=
c29sbwo=
ZGV0ZXJtaW5lCg==
ZWxzZXdoZXJlCg==
cHJhY3RpY2FsCg==
bWFya2VkCg==
cnViYmVyCg==
b3BlcmF0aW5nCg==
c3VpdGUK
cGVyc29ubmVsCg==
YmVhbQo=
cG9ldAo=
Y291bnNlbG9yCg==
ZmxvYXRpbmcK
Y29ycmVjdGVkCg==
am91cm5hbGlzdAo=
b3BlcmF0b3IK
cmVseQo=
c2luZ2gK
d2FsdAo=
ZWFzdGVybgo=
YXkK
c2hhdmUK
dG9zcwo=
bGlwCg==
YWNpZAo=
c2kK
YW5vbnltb3VzCg==
aW5uCg==
YnJlYXN0Cg==
c2l4dGgK
ZXJyb3IK
cm9vbW1hdGUK
dmlzaXRvcgo=
Y29tbWl0bWVudAo=
cmVhY3QK
cHJvdGVzdAo=
bWlzZXJ5Cg==
dGhlZnQK
ZW1icmFjZQo=
ZGFybgo=
aGFyc2gK
Y29tbXVuaWNhdGUK
ZmFpdGhmdWwK
aGVjdG9yCg==
ZmxhbWUK
bWVkYWwK
c2lsawo=
cGhvdG9ncmFwaGVyCg==
Y2VtZXRlcnkK
cmVhcgo=
ZW1vdGlvbgo=
Y2hhcAo=
Y3J1c2hlZAo=
Y29udGVudAo=
cmFwCg==
aG9wZWxlc3MK
ZGViYXRlCg==
ZXJhCg==
bHVja2lseQo=
dG9uCg==
bGlxdWlkCg==
c3dlbGwK
cGVnZ3kK
ZmVhc3QK
bXVycGh5Cg==
YXBwbGljYXRpb24K
cHJvZmVzc2lvbgo=
c2NvdXQK
a2Vlbgo=
YWlyY3JhZnQK
Zm9ybWVkCg==
YWdncmVzc2l2ZQo=
cGFsZQo=
c2lnbmlmaWNhbnQK
dmlzdWFsCg==
ZW1iYXNzeQo=
ZGVmZW5jZQo=
ZGlzcGxheQo=
ZmFtZQo=
Y3Vyc2VkCg==
dHdpbgo=
c29ycm93Cg==
dmF1bHQK
cXVvdGUK
cGVuYWx0eQo=
YmFyZ2Fpbgo=
cGVwcGVyCg==
c3BlYWtlcgo=
Y29tcGFyZQo=
c2F0YW4K
aGVsbWV0Cg==
c2Nhcgo=
ZnVzcwo=
cGVycnkK
YmVsaWV2aW5nCg==
YXNzaWduZWQK
amVubmEK
dGluCg==
c29uaWMK
Y29sbGFyCg==
bWVyZQo=
YmVsaWVmCg==
c3RvcmFnZQo=
cnVzdHkK
Y2xpbWJpbmcK
c3VtCg==
YWx0ZXJuYXRpdmUK
cmFpZAo=
ZGluaW5nCg==
Y29ycG9yYXRlCg==
Zm9sawo=
YmFpbGV5Cg==
dW4K
c3VycHJpc2luZwo=
Y2hlc3MK
Y3J1aXNlCg==
cHJpbWFyeQo=
cmh5dGhtCg==
bW90b3JjeWNsZQo=
YWRvcHRlZAo=
Y2FyZ28K
c2hvdmUK
dHJhaWxlcgo=
Y2Fubm9uCg==
