IA==
ICA=
ICAgIA==
ICAgICAgICA=
ICAgICAgICAgICAgICAgIA==
ICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICA=
Cg==
IQ==
Ig==
Iw==
JA==
JQ==
Jg==
Jw==
KA==
KQ==
Kg==
Kw==
LA==
LQ==
Lg==
Lw==
MA==
MQ==
Mg==
Mw==
NA==
NQ==
Ng==
Nw==
OA==
OQ==
Og==
Ow==
PA==
PQ==
Pg==
Pw==
QA==
QQ==
Qg==
Qw==
RA==
RQ==
Rg==
Rw==
SA==
SQ==
Sg==
Sw==
TA==
TQ==
Tg==
Tw==
UA==
UQ==
Ug==
Uw==
VA==
VQ==
Vg==
Vw==
WA==
WQ==
Wg==
Ww==
XA==
XQ==
Xg==
Xw==
YA==
YQ==
Yg==
Yw==
ZA==
ZQ==
Zg==
Zw==
aA==
aQ==
ag==
aw==
bA==
bQ==
bg==
bw==
cA==
cQ==
cg==
cw==
dA==
dQ==
dg==
dw==
eA==
eQ==
eg==
ew==
fA==
fQ==
fg==
dGhleQ==
aGU=
dGhl
c2hl
c2FpZA==
Jmx0O3w=
ZXh0fA==
fGVuZG8=
ZW5kb2Z0
ZnRleHQ=
ZGF5
Jmx0Ow==
Ymln
d2Fz
aW4=
fCZndDs=
YW5k
d2FudGVk
dG8=
cGxheQ==
aXQ=
dXBvbg==
dGltZQ==
b25jZQ==
dGhlcmU=
YnV0
b25l
bGl0dGxl
Jmd0Ow==
dmVyeQ==
dGlt
c2F3
d2l0aA==
b24=
aGFk
ZGlk
bm90
cGFyaw==
d2VudA==
Z2lybA==
b2Y=
bG92ZWQ=
c3RhcnRlZA==
c28=
bGlrZWQ=
aGlz
d2FudA==
bmFtZWQ=
aGFwcHk=
Zm91bmQ=
aGVscA==
YXQ=
YmU=
Ym95
aGVy
bW9t
ZnJpZW5kcw==
c21hbGw=
d2VyZQ==
YmlyZA==
bGlseQ==
c21pbGVk
dG9t
eW91
YWxs
YmFsbA==
dHJlZQ==
ZGVjaWRlZA==
dHJpZWQ=
Z28=
ZnJpZW5k
c2Vl
Zm9y
c2Fk
bG9va2Vk
cGxheWVk
dG9nZXRoZXI=
bWFrZQ==
dGhhdA==
dG9v
eWVz
Y291bGQ=
YmFjaw==
bmV3
J3M=
ZWFjaA==
b3RoZXI=
ZGlkbid0
Y2F0
ZG9n
ZXZlcnk=
ZnVu
aGlt
dGhlbg==
c3Vl
YmVu
dGhhbms=
ZnJvbQ==
bG90cw==
ZmluZA==
bWF4
d2U=
Ym94
bGVhcm5lZA==
c2t5
ZG9uJ3Q=
bGF1Z2hlZA==
Y2FtZQ==
ZWF0
aW50bw==
YXdheQ==
dGhlbQ==
aGFwcGVuZWQ=
YWdhaW4=
dXA=
bG90
Z3JvdW5k
ZG8=
aGF2ZQ==
d2F0ZXI=
bGV0J3M=
c29tZXRoaW5n
cmFu
dW5leHBlY3RlZA==
Z2V0
c3Vu
bGl2ZWQ=
dGltJ3M=
c2NhcmVk
bWFkZQ==
d2hlbg==
d2lsbA==
aWRlYQ==
YXM=
YW4=
dGhvdWdodA==
a25vdw==
aG91c2U=
cGxheWluZw==
aXM=
cHV0
c3BvdA==
aG9tZQ==
cm9vbQ==
dG95
YXJvdW5k
dG9vaw==
YmVzdA==
YXJl
b3V0
bGV0
Ym90aA==
Z29vZA==
Y2Fu
Z3JlYXQ=
bXVjaA==
YW55bW9yZQ==
c2F5cw==
c2Ft
YW0=
bmVhcg==
d2hhdA==
Y291bGRuJ3Q=
c2hhcmU=
dGhlaXI=
bGlrZQ==
dGFrZQ==
dG95cw==
aG93
Z2FyZGVu
bm8=
aWx5
ZW5k
YWJvdXQ=
bWlh
ZG9vcg==
ZGFk
Zmx1ZmZ5
J3Q=
cHJvdWQ=
aGVhcmQ=
dGhpbmdz
Y2FyZWZ1bA==
bG9uZw==
c3Rvcnk=
bWV0
b3BlbmVk
YXNrZWQ=
Y2Fy
aGFwcGlseQ==
bWFueQ==
YmVjYXVzZQ==
cmVk
b3V0c2lkZQ==
ZXZlcg==
YWZ0ZXI=
a2l0Y2hlbg==
ZmVsdA==
ZG93bg==
a25ldw==
c3Vubnk=
bW9yYWw=
bHVjeQ==
d2Fsaw==
aXQncw==
YmVjYW1l
Y2FuJ3Q=
ZXhjaXRlZA==
bm93
dW5kZXI=
Ym9i
aGk=
aSdt
Zm9yZXN0
c3RvcmU=
aW5zaWRl
aGVsbG8=
YmVnYW4=
ZG9u
bG9vaw==
cGlja2Vk
d291bGQ=
Zmxvb3I=
c2hvdw==
bG91ZA==
bWU=
Y2FrZQ==
Z2F2ZQ==
bmVlZA==
bmljZQ==
c3VkZGVubHk=
bWFu
Ym9ibw==
d2h5
bGlzdGVu
c3VycHJpc2Vk
bXI=
bmV4dA==
dGhhbmtlZA==
bGlseSdz
dGltbXk=
cGxlYXNl
4oCc
dGhpcw==
d293
ZmFzdA==
cHJldHR5
c29ycnk=
cnVu
YW5pbWFscw==
d29ycnk=
a2VlcA==
dGFibGU=
cm9jaw==
dHJ5
YmV0dGVy
cG9uZA==
c3BlY2lhbA==
dG9sZA==
c2xpZGU=
YmVhdXRpZnVs
Y2xpbWI=
J20=
YW15
dG93bg==
ZnVsbA==
Y2xhcHBlZA==
c2FyYQ==
Zm9vZA==
YnVn
ZXZlcnlvbmU=
ZG9lcw==
Z29pbmc=
Zmxldw==
bW9tZW50
bGlzdGVuZWQ=
Zmx5
dG9w
Y2F0Y2g=
aWNl
Y3JlYW0=
YW5ncnk=
eWFyZA==
aG9sZQ==
Z3Jhc3M=
bW9tbXk=
d29vZHM=
d2hv
aG9wcGVk
b2xk
d2hpbGU=
Z2l2ZQ==
bm9kZGVk
aGlsbA==
b2theQ==
Ynk=
a2luZA==
dG9tJ3M=
c3dhbQ==
bG92ZQ==
ZmlzaA==
ZmVlbA==
c3RpbGw=
Y29tZQ==
bm9pc2U=
Z290
YmlyZHM=
bWFnaWM=
aHVnZ2Vk
dGhyb3VnaA==
YmVhcg==
c3RheQ==
aGFz
bGVhcm4=
dHJ5aW5n
YXRl
bG9va2luZw==
d2F0Y2g=
b3Zlcg==
Z29uZQ==
ZmFy
cmVwbGllZA==
ZXhwbG9yZQ==
aGF2aW5n
ZmFtaWx5
Ym9vaw==
Y3J5
bGlsYQ==
d2luZA==
d2Fsa2Vk
YWx3YXlz
c2F0
Z2FtZQ==
YmVlbg==
YWly
cmFpbg==
d2F5
bWU/
dGhhdCdz
b3Blbg==
YnV5
aWY=
d29ya2Vk
bWF5YmU=
c29vbg==
a2lkcw==
c2F5
bmV2ZXI=
bW92ZQ==
b2Zm
d2luZG93
c2FmZQ==
Y2xlYW4=
d29ybGQ=
ZnVubnk=
b2g=
cGxhY2U=
dGFpbA==
YmVhY2g=
YmFk
aW1wb3J0YW50
d2Fsa2luZw==
c21pbGU=
d2FudHM=
ZnJvZw==
aGFyZA==
bmlnaHQ=
cGFydHk=
Ym9hdA==
YmFya2Vk
d2FnZ2Vk
Z29vZGJ5ZQ==
dGlueQ==
YmVk
c2hpbnk=
c2xlZXA=
ZXZlbg==
c2hhcmVk
dGlyZWQ=
c3Ryb25n
dGFsaw==
cmFjZQ==
a2l0dHk=
cmVhZHk=
bW9yZQ==
cGljaw==
ZmVsbA==
aGFuZHM=
dXNl
anVtcA==
aGVhZA==
Zml4
anVtcGVk
d2FsbA==
c3F1aXJyZWw=
c3R1Y2s=
c2hvd2Vk
YmVoaW5k
ZG9pbmc=
bW91c2U=
ZmFjZQ==
YnJhdmU=
cHVkZGxl
bWltaQ==
c2hvdWxk
dGVkZHk=
c2Vh
aGVscGluZw==
YmVmb3Jl
ZXllcw==
dHJ1Y2s=
cGljdHVyZQ==
c2FtZQ==
aGlnaA==
c3RpY2s=
anVzdA==
d2FpdA==
bXk=
dG91Y2g=
c3VlJ3M=
cmFiYml0
Y2FyZQ==
YW5uYQ==
ZHJhdw==
Zmxvd2Vycw==
cGVvcGxl
aXNrZXJz
eWVhcnM=
YmVpbmc=
dW50aWw=
ZHk=
c29tZQ==
c2FuZA==
dHJlZXM=
c29mdA==
aHVuZ3J5
aHVn
c2luZw==
aGFuZA==
d2Vhcg==
d29rZQ==
cHJvbWlzZWQ=
ZGFuY2U=
eW91cg==
bGl2aW5n
cmVhY2hlZA==
cml2ZXI=
cGxhbg==
c2Vlbg==
dGVsbA==
Zmw=
d2hpc2s=
c3RvcA==
ZmlyZQ==
YWJsZQ==
Zmxvd2Vy
c2FsbHk=
dmlzaXQ=
Zmlyc3Q=
YXJh
cmVhY2g=
bHVj
d2F0Y2hlZA==
Yml0
cmVhZA==
dHVybnM=
bmVlZGVk
Y3JpZWQ=
c2hpbmluZw==
dHdv
cHVzaGVk
am9pbg==
b3RoZXJz
c2l0
YmlyZCdz
Y2w=
ZmluYWxseQ==
Y2xvc2Vy
c3dpbmdz
bGlrZXM=
cmVteQ==
Y29udGludWVk
Y2xvc2U=
ZGlkbg==
aHVydA==
Y29sb3Jz
aXRz
bW91dGg=
bWVhbg==
c25vdw==
Y3VyaW91cw==
Z2Vk
Y291bGRu
aGF0
aGlkZQ==
eW91Pw==
YnVpbGQ=
ZmF2b3JpdGU=
dGhyZWU=
cm9hZA==
ZmVlbGluZw==
ZnJpZW5kbHk=
dm9pY2U=
dHVybmVk
c2hhcmluZw==
ZmV3
bWVzcw==
c3VycHJpc2U=
bW9zdA==
aGVscGVk
c3dpbmc=
d29yaw==
c3RyZWV0
ZG9uZQ==
Y291cnNl
eW91J3Jl
cGllY2U=
dXNlZA==
bW9tJ3M=
c29tZXRpbWVz
d2FybQ==
d2FpdGVk
aXQ/
a2V5
c2Vlaw==
YmxvY2tz
c25vd21hbg==
d2lzZQ==
bWFraW5n
YnVubnk=
bGVhdmVz
ZW5qb3llZA==
bXVk
J3Jl
d2VsY29tZQ==
cmVzdA==
Ymx1ZQ==
Z3J1bXB5
YXBwbGU=
YXNr
b2s=
d29uJ3Q=
dGFsbA==
bGVhdmU=
YWdyZWVk
c291bmQ=
bGlvbg==
ZmVuY2U=
d3Jvbmc=
c3dpbQ==
bGFrZQ==
Ymxldw==
ZmFybQ==
aXJweQ==
cmlnaHQ=
YnV0dGVyZmx5
Z3Jvdw==
bGVzc29u
bGxpZQ==
YnJva2Vu
eXVtbXk=
d2Fzbid0
bGF0ZQ==
c2VjcmV0
Z3JhYmJlZA==
YmlnZ2Vy
c3RvcHBlZA==
cmlkZQ==
Y2hpcg==
YmVhaw==
c21lbGx5
ZG9sbA==
cmVhbGl6ZWQ=
dHJhaW4=
aGl0
cGFwZXI=
dGhyZXc=
Y29taW5n
aWxh
bGF0ZXI=
c2l0dGluZw==
c3VyZQ==
Y29sZA==
cHVsbGVk
bW9ybmluZw==
amFjaw==
Z2xhZA==
Y3JheW9ucw==
bGF1Z2g=
cnVucw==
ZXZlcnl3aGVyZQ==
Y2FsbGVk
bWlhJ3M=
c2lkZQ==
bXVzdA==
Ym9zc3k=
ZG9nZ3k=
cmVhbA==
YmFn
ZGFyaw==
b2xs
c2Vlcw==
bW9tbw==
Zm9sbG93ZWQ=
c2FtJ3M=
YXNrcw==
c29uZw==
YmFieQ==
ZmlsbGVk
aGV5
YWxzbw==
b3Zlbg==
bmFw
ZWxzZQ==
d2V0
am9i
Zm9yZ290
ZHJvcHBlZA==
d2lu
amFy
cGFpbnQ=
Y2hhaXI=
c3BsYXNoZWQ=
ZGVlcA==
YWxvbmU=
cGlsZQ==
Y2Fycw==
cnVubmluZw==
bWF4J3M=
cHVkZA==
aGltc2VsZg==
c2FkPw==
ZHVjaw==
ZmlnaHQ=
d2F2ZWQ=
amFuZQ==
bmVzdA==
ZGlydHk=
cGxlYXNlPw==
bGF1Z2hpbmc=
Ym9va3M=
d2VsbA==
Z3JlZW4=
c2hvdXRlZA==
em9v
bHVjeSdz
bW9vbg==
bGVmdA==
Zmlu
a2VwdA==
ZHJlc3M=
d2hvbGU=
YnJpZ2h0
bG9zdA==
dG91Y2hlZA==
YnJhbmNo
Y2xpbWJlZA==
aGVhcg==
dWZmeQ==
ZGlubmVy
Zm9yZXZlcg==
YmFsbG9vbg==
d2lzaGVk
bmFtZQ==
d2hlcmU=
dGhpbmc=
ZnJvbnQ=
bG9va3M=
Y2FzdGxl
ZnJ1aXQ=
dG9tbXk=
d29u
bm90aWNlZA==
c3BvdCdz
YXBwZWQ=
ZG9jdG9y
c2hvcA==
ZHJpbms=
aGVhdnk=
ZmllbGQ=
cHVzaA==
dGhhbg==
ZHVja3k=
aGFpcg==
b3I=
ZGFuY2Vk
Y3J5aW5n
dG93ZXI=
Y2xvdGhlcw==
cm9wZQ==
Z2lmdA==
YmVuJ3M=
aGVsZA==
Y291Y2g=
4oCd
Z2V0dGluZw==
bGVhZg==
cG90
c3VjaA==
dG9vPw==
ZmFzdGVy
YnV0dG9u
bGFkeQ==
aSdsbA==
c2Fjaw==
dHJpZXM=
bWVldA==
bG9uZ2Vy
aHVnZQ==
dGFsa2Vk
c21pbGVz
YWR2ZW50dXJl
d291bGRuJ3Q=
YW1hemVk
cHVsbA==
dXM=
cGllY2Vz
d2Fn
YmVuY2g=
am95
Y3V0
cm91bmQ=
c2Nob29s
bGFuZGVk
bm9zeQ==
c2hha2U=
eW91bmc=
Zmx5aW5n
d29uZGVyZnVs
dGhhdD8=
cGF3cw==
ZGlydA==
d29ycmllZA==
dHdpbnM=
YnVkZHk=
ZmFybWVy
Y2hlZXJlZA==
aGlnaGVy
YmVsaWV2ZQ==
bXVt
YnVzaA==
b25seQ==
YnVz
Z2FtZXM=
bWFrZXM=
Z2xvb215
c291cA==
b3ds
Y29vaw==
cG9vbA==
dGhpbmtz
eWVhcg==
bGlnaHQ=
a2l0ZQ==
Zm94
d2FpdGluZw==
bW9uc3Rlcg==
b250bw==
YmFuZA==
c3RyYW5nZQ==
Ym93bA==
cGluaw==
c3RhcnQ=
YmVsbA==
a2luZw==
cGVyZmVjdA==
dGlnaHQ=
YmF0aHJvb20=
cGFydA==
aG9sZA==
aWx5J3M=
d3JpdGU=
bGU=
YW55dGhpbmc=
YWNyb3Nz
aG90
Y3V0ZQ==
Y2F2ZQ==
am9sbHk=
ZG9nJ3M=
Z3JhYg==
c3dhbg==
c3VuZmxvd2Vy
YmlrZQ==
dmlsbGFnZQ==
ZG9pbmc/
Y29va2llcw==
ZmluaXNoZWQ=
Ym90dGxl
Zm9sbG93
c2F2ZQ==
cmVtZW1iZXJlZA==
bm9zZQ==
c3RyaW5n
4oCcaQ==
Yml0ZQ==
c2hlbGY=
Y2F0ZXJwaWxsYXI=
bWFk
bWlkZGxl
aG9sZGluZw==
ZGln
cmF2ZW4=
YW15J3M=
c2Nhcnk=
Y3JheW9u
cGFycm90
c2FuZw==
Y2hpbGRyZW4=
bWluZQ==
Y291bnQ=
aG9w
bWlnaHQ=
bGFyZ2U=
cHJvYmxlbQ==
cGljdHVyZXM=
ZHJhZ29u
YnJlYWs=
bWlycm9y
bGFkZGVy
dGhpbms=
eWVsbG93
YmFja3lhcmQ=
c3RvbmU=
aWU=
aGVyc2VsZg==
ZHJpdmU=
cHJldGVuZA==
bWVsb24=
cm9sbA==
dG93YXJkcw==
c2hvcmU=
bWFya2V0
YmFsZA==
c3dlZXQ=
c2ljaw==
aWNlLQ==
ZmFjZXM=
dGhvdWdo
YmVl
cm9ja3M=
YXJrZWQ=
cG9ja2V0
d2hhdCdz
Y3JhYg==
bGF5
d29yZHM=
Ym90dG9t
YmFrZQ==
am9obg==
ZGFpc3k=
aW5zdGVhZA==
bGV0dGVy
bW9sbHk=
cHVwcHk=
Y2F1Z2h0
c3RhcnM=
d2FzaA==
YnJlYXRo
Y29uZnVzZWQ=
LWNyZWFt
YnJvd24=
a2l0dGVu
YW50
ZW5kaW5n
d29uZGVyZWQ=
bWF0dGVy
aGVyZQ==
Y2Fycnk=
dW5kZXJzdGFuZA==
ZGFuZ2Vyb3Vz
bHVuY2g=
bXVzaWM=
dHJ1ZQ==
ZHJlYW0=
YmxhY2s=
Y29ybmVy
cHJvbWlzZQ==
Y3JvY29kaWxl
d2g=
ZHJldw==
Z2F0ZQ==
dGVhY2g=
bGlmdA==
c25ha2U=
c2hvZXM=
c3c=
ZmFsbA==
bW90aGVy
cGF0aA==
Y2FjdHVz
YnJva2U=
c21hcnQ=
c2lnbg==
aWE=
cmFpbmJvdw==
bWFnaWNhbA==
ZWFnZXI=
cHJldGVuZGVk
YXJyaXZlZA==
c3Rvcm0=
ZW52aW91cw==
Y3Vw
bG92ZWx5
c2lzdGVy
b3BsYW5l
d2FrZQ==
cHV6emxl
YWVyb3A=
YmxhbmtldA==
c3Rhcg==
bGFzdA==
Y2xvc2V0
Y2xvdWRz
YW55
YnJvdWdodA==
aG9wZWQ=
YWs=
ZnJpZGdl
aGlk
cGViYmxl
bWFtYQ==
ZXJhc2Vy
b3du
d2luZ3M=
dHJvdWJsZQ==
bWFpbA==
Y2FuZHk=
ZHVja3M=
ZW5qb3k=
bW9tcw==
bW9uZXk=
P+KAnQ==
YnJvdGhlcg==
cGlwcA==
Z3JvdXA=
c3Bs
Z3JhbmRtYQ==
dWU=
cGFyZW50cw==
b25z
cHJvdGVjdA==
c2FyYWg=
Y29sb3JmdWw=
ZHJ5
c25hY2s=
c2FpbA==
c2VlbWVk
dHJlYXN1cmU=
c2hhcGVz
bG9sbGlwb3A=
Z2FyYWdl
dXBzZXQ=
cGxhbnQ=
cmFkaXNo
bGVk
c2V0
am9l
Y2F0J3M=
Zml4ZWQ=
dGhyb3c=
b3Jhbmdl
Y2hhbmdl
dGhpcz8=
YXBwbGVz
cGxhbmU=
YmFybg==
cGF0aWVudA==
dG9kYXk=
YmFuZGFnZQ==
YmVsb25nZWQ=
Zm9ydGg=
Y29vbA==
eWF3bg==
bmV0
bm9pc2Vz
YXJtY2hhaXI=
ZmFpcnk=
YWxsaWdhdG9y
amVsbHlmaXNo
cG9wcHk=
c3RvdmU=
Z2lybCdz
bHVsdQ==
Y29pbg==
ZWdn
dHVtbXk=
Y29tZXM=
ZGlmZmVyZW50
bGVn
YWNvcm4=
cGhvbmU=
Y293
bWl4
YmlyZHk=
c3Vuc2hpbmU=
ZWQ=
YmlnZ2VzdA==
anVpY2U=
YnJpbmc=
Y2hlZXNl
Y2xvdWQ=
dHJ1dGg=
c2NhcmU=
a25vd2luZw==
dHVydGxl
ZWF0aW5n
YmFza2V0
YmlsbHk=
bGl0
cXVpZXQ=
cm9ib3Q=
c3BpZGVy
anVuZ2xl
YmlydGhkYXk=
ZGFkZHk=
dHJlYXQ=
c2luZ2luZw==
aG9uZXk=
Ym9uZQ==
dHJpcHBlZA==
Z2VudGxl
Y2xvc2Vk
a2lja2Vk
b2N0b3B1cw==
c25lZQ==
Y296eQ==
ZXpl
d29yZQ==
cmVhbGx5
c2hvb2s=
bWFjaGluZQ==
cmljaA==
c3Bpbg==
c2lsbHk=
aXBwaW4=
b3duZXI=
ZXNzaWU=
c2xvdw==
b3lzdGVy
cHJpbmNlc3M=
bWlsaw==
bWFpbGJveA==
YXNsZWVw
aGlwcG8=
bXVmZmlu
YnJpZGdl
d2FmZmxl
d2lzaA==
YXNoYW1lZA==
a2lzcw==
d2luZw==
bG9jaw==
YnJlYWQ=
YmVzcw==
Y2hhc2Vk
YW5zd2Vy
ZmF0
aG9zZQ==
YW5uYSdz
bW9ua2V5
aG9zcGl0YWw=
bWVhZG93
dHJlYXRz
emVicmE=
Y2hldw==
c3RheWVk
cGF3
Ynll
Y29va2ll
cXVhcnJlbA==
YW50cw==
YmFya2luZw==
cHVycGxl
ZHJ1bQ==
YmVsb25n
dGFzdGU=
b2NlYW4=
Z2lnZ2xlZA==
Z29yaWxsYQ==
ZWRnZQ==
dHVybg==
amlsbA==
d2hpdGU=
Ym91bmNl
c3BlbnQ=
dGVudA==
bWFuYWdlZA==
ZnJpZW5kJ3M=
bG9uZWx5
dHJpcA==
cGF5
bWl0dGVu
ZmlyZW1hbg==
Z3JhbmRwYQ==
aGlkZGVu
Zm9yZ2l2ZQ==
bWFyaw==
c2luaw==
aG9tZXM=
ZnJlZQ==
ZWxlcGhhbnQ=
bGl2ZQ==
d2VhbHRoeQ==
Y2FnZQ==
c2F2ZWQ=
c2VsZmlzaA==
c25lZXo=
d2lsZA==
Y2xldmVy
amVu
bWlzdGFrZQ==
ZnVy
YnVja2V0
aGlkaW5n
cm9sbGVk
bG9n
ZG8/
YmxhY2tib2FyZA==
Y29hdA==
bmFwa2lu
cGVuZ3Vpbg==
c3RpY2tz
c3RhZ2U=
bmF1Z2h0eQ==
cmVtZW1iZXI=
YmF0aGU=
YnVncw==
b3c=
aGVscGZ1bA==
aGFuZ2Vy
bWVhc3VyZQ==
ZGVjaWRl
cnVkZQ==
ZG9sbHM=
aWdsb28=
c3Rvcmllcw==
ZmluaXNo
dHJheQ==
bXVtbXk=
cGll
bXVsZQ==
Y2hlcnJpZXM=
Z3JhdGVmdWw=
b3R0ZXI=
c3Bvb24=
c29uZ3M=
YnVzaGVz
d2hpc3Q=
dGVk
b2Nlcm9z
aW5vYw==
Zm91bnRhaW4=
ZmVlZA==
YXNodHI=
Y2VsZWJyYXRl
cmVpbmRlZXI=
Z3Vu
c3RhaXJz
ZmlsbA==
cm9hcmVk
YmF0aA==
bG9zZQ==
cXVpY2tseQ==
cmhpbg==
Y2hhc2U=
cG9pbnRlZA==
bW91bnRhaW4=
ZmlzaGVybWFu
cG9pbnRpbmc=
c2hlbGw=
ZmFzdGVzdA==
c2xpZA==
dGFrZXM=
YmFsbHM=
d2FuZA==
Y3JlYXRl
YXR0aWM=
YmFsYW5jZQ==
ZW1tYQ==
Z2l2ZXM=
ZW5vdWdo
Z29lcw==
a25vY2tlZA==
bGlicmFyeQ==
YmF0aHJvYmU=
Y29sbGVjdA==
ZXNjYXBl
Y2xvdGg=
d2VhcmluZw==
a2ljaw==
dmFzZQ==
dWdseQ==
c3BhcmtseQ==
c3VzaWU=
ZGF5cw==
ZGFkJ3M=
a2FuZ2Fyb28=
amVsbHk=
b2Fr
Z2FzcGVk
c2NyZWFtZWQ=
ZmVlbHM=
ZmlnaHRpbmc=
dGVh
cGlja3M=
dHY=
d29ya2luZw==
cGljbmlj
a25lZQ==
dGVldGg=
bm9ybWFs
ZmFtb3Vz
Ym95J3M=
Y2xvY2s=
bWFw
Ym9va2Nhc2U=
c2VsbA==
bG93
c3F1aXJyZWxz
bGVz
Y29id2Vi
bGFtcA==
bnV0
bm9kcw==
bXVzdGFjaGU=
YXJt
LWFpZA==
bWFuJ3M=
YmFuZC0=
d29ybQ==
bHk=
b3VjaA==
eW91cnM=
d2F2ZXM=
aG9yc2U=
Z2lhbnQ=
c3dlZXRpZQ==
aGVyZT8=
Ymx1ZWJlcnJpZXM=
Y2Fycm90
Z2lyYWZmZQ==
bGVtb24=
c2hpcA==
d2hpc3RsZQ==
c3R1ZHk=
c3BvdHRlZA==
cGlhbm8=
Ym9va3NoZWxm
ZnVycnk=
ZmxhZw==
YmFsbD8=
c291bmRz
aGFwcGVuaW5n
c2VhcmNo
bXlzdGVyaW91cw==
dGFsa2luZw==
bWlnaHR5
Ym91Z2h0
aGVhcnQ=
YWR2ZW50dXJlcw==
Zml0
cm9ja2V0
c2VlZA==
cG9rZWQ=
Y2h1YmJ5
cGVla2Vk
aG9wZQ==
c29sdmU=
cGln
YnJhbmNoZXM=
d2F0Y2hpbmc=
YXJtcw==
Zm9yZ2V0
b3RoZXIncw==
YmlyZGM=
aWN5
ZG9sbHk=
aHVncw==
dHJhdmVs
b3JkaW5hcnk=
YW1hemluZw==
ZHJhbms=
b3N0cmljaA==
dGVhY2hlcg==
ZG9lc24ndA==
dGll
cGFuZHk=
ZGVjb3JhdGU=
cm9vZg==
bm90ZQ==
Y2FycmllZA==
Y2FyZA==
YmVsbGE=
dGFrZW4=
c3BpY3k=
c2xlZXB5
ZHJvdmU=
YWxvbmc=
cnVn
bGFuZA==
c29tZW9uZQ==
ZGV0ZXJtaW5lZA==
dGltPw==
cGxhY2Vz
c2VhdA==
ZW5vcm1vdXM=
bG95YWw=
eWFybg==
bGlzYQ==
c29ydA==
c2FyYSdz
Ym9yZWQ=
ZnJ1aXRz
Y3VwYm9hcmQ=
YmVsb25ncw==
Z2lmdGVk
dGhpbg==
d29sZg==
Y2FyZWZ1bGx5
b2theT8=
cGVyZm9ybQ==
Y2FydA==
cmVndWxhcg==
c2h5
cGFyYWRl
c29mYQ==
aG9vcA==
ZmluZGluZw==
bm9k
Y2g=
d2F2ZQ==
YXByb24=
Y2hhcm1pbmc=
bWludXRlcw==
Z3I=
a2lzc2Vk
em9vbWVk
c2Npc3NvcnM=
Ym9hcmQ=
c2hlZXA=
cGxheWdyb3VuZA==
ZmFrZQ==
cGV0
dHVubmVs
cHk=
cGluZQ==
d2hpY2g=
ZHJlYW1lZA==
dGhpcnN0eQ==
ZGVlcg==
cGxhbnRz
aG9uZXN0
dG9tb3Jyb3c=
YXNo
bGlmZQ==
Y2hlZXJmdWw=
Z3JhbmRtYSdz
c2tpcA==
ZmFpcg==
YW5vdGhlcg==
ZmFuY3k=
aGVybw==
ZmlyZXdvcms=
aWEncw==
bGV04oCZcw==
cmFyZQ==
YnJpbGxpYW50
Y2xlYW5lZA==
ZXZlcnl0aGluZw==
Ym9iJ3M=
ZWxldmF0b3I=
aXNsYW5k
d2FsbHM=
ZXJz
cGxheWZ1bA==
bGVncw==
aGFsZg==
c3BsYXNo
cGU=
dW5pcXVl
aGFwcGVu
c3RhdHVl
bGl2ZWx5
ZGVzaWdu
YmF0aHR1Yg==
bGF6eQ==
c3RhbmQ=
cG9vcg==
c3RyZWFt
cHVkZGxlcw==
ZmVldA==
4oCcbGV0
cG93ZXJmdWw=
ZW1wdHk=
ZXhjaXRlZGx5
ZHJpdmVy
dWUncw==
Ym9yaW5n
ZGVsaWNpb3Vz
bW9kZXN0
eWVsbGVk
Y2hvb3Nl
bXVzZXVt
Zm9sZA==
bGluZQ==
bm9z
bHVja3k=
bXJz
cHV0cw==
ZWxkZXJseQ==
ZG91Z2g=
d2hlZWw=
cG9saWNl
d2Fnb24=
aHVtYmxl
dHJhY2s=
bmVhcmJ5
c3RlYWw=
cGFu
Zm9yZ2F2ZQ==
dGVsbHM=
d2lkZQ==
dGFwZQ==
ZXplZA==
bWF6ZQ==
cGl0
c3BlbmQ=
c3BhZGU=
c2FsbHkncw==
b3Vy
d2l0aG91dA==
YXNraW5n
cGl6emE=
Ym93
bXkncw==
YnV6enk=
Y3Jhd2w=
c25pZmZlZA==
YWRk
eSdz
YnVzeQ==
YXBwZWFyZWQ=
Y2FycGV0
c2NyZWVu
Y29sb3I=
cGlsbG93
YWZyYWlk
Y29uZQ==
c3RhcmVk
b3JnYW5pemU=
YmF0
YWN0
bWVs
YmFycmVs
ZGVsaXZlcg==
cXVlZW4=
dGFzdHk=
cGxhdGU=
bWlsbA==
c3dpbW1pbmc=
c2hvbmU=
YWlycG9ydA==
aGF0cw==
YW5u
cHJpbnQ=
Z3JheQ==
bWFyY2g=
Z2Vt
Ymlua3k=
cG9zdA==
cmFmdA==
ZmFu
a25pZmU=
YnVpbHQ=
bGF1bmRyeQ==
cHJldGVuZGluZw==
Z2xhc3M=
cmFpbmVk
c3RhcnRz
Z2xvdw==
cGVhY2VmdWw=
cGFjaw==
Y2hpbGQ=
ZnJ1c3RyYXRlZA==
YnViYmxlcw==
c2FuZGJveA==
am9n
Y2x1bXN5
bGlja2Vk
bmVjaw==
cmluZw==
YmFya3M=
c2hpcnQ=
c29hcg==
Y3J5c3RhbA==
eWF5
cHVtcGtpbg==
c2hhcnA=
a2luZHM=
c3Vid2F5
c2hpdmVyaW5n
ZnJlZA==
eXVjaw==
cmFkaW8=
Y2hlc3Q=
ZmluZ2Vy
dW5sb2Nr
bW92ZWQ=
Z3Jldw==
dmluZQ==
dGhhbmtmdWw=
cGlwZQ==
Ymlu
c3BlZWR5
c21pbGluZw==
YW5pbWFs
aGF5
Z2lnZ2xl
dHJ1Y2tz
bnVtYmVy
c3VkZGVu
anVtcGluZw==
ZGl6enk=
cmVsYXg=
c2NhbGU=
YW5jaWVudA==
bGlmdGVk
YXJndWU=
Y2VpbGluZw==
bWFycnk=
bWVvd2Vk
cG9saXNo
anVn
bW92aWU=
d29vZA==
c2xpcHBlZA==
b3BwZWQ=
ZGl2ZQ==
dGhvdWdodGZ1bA==
cm9zZQ==
d2VpcmQ=
Y2xhcHBpbmc=
4oCceWVz
ZnJlZXplcg==
Z3VpbHR5
ZGlzaHdhc2hlcg==
c3BsYXNoaW5n
ZmlyZXBsYWNl
dmFsdWFibGU=
Z3lt
Y2FzdGxlcw==
cG9sZQ==
Y3JlZWs=
d2hlYXQ=
c2NhcmY=
dG9pbGV0
dHViZQ==
YW5zd2VyZWQ=
Y2FsbQ==
ZWl0aGVy
ZGF1Z2h0ZXI=
aGVhbHRoeQ==
ZGlhbW9uZA==
c2hpdmVy
cG9yY2g=
ZG9ncw==
Y29ybg==
ZW1iYXJyYXNzZWQ=
ZGlzdGFuY2U=
YXdz
d29yZA==
bGlzdGVuaW5n
Y2FuZGxl
c3Rpcg==
eC1yYXk=
cnVsZXM=
bHlpbmc=
d2lyZQ==
c3F1YXNo
YnVpbGRpbmc=
ZnJpZW5kPw==
dHJhc2g=
dm9sY2Fubw==
am9rZQ==
c20=
d2hhbGU=
cGFpcg==
4oCcaXQ=
ZWFzeQ==
bWFsbA==
ZGVwZW5kYWJsZQ==
cXVlc3Rpb24=
cGFsZQ==
ZXhwbG9yaW5n
aW1p
ZW52ZWxvcGU=
c2lnaGVk
am9nZ2Vk
Ymxvdw==
ZmF1Y2V0
aGVkZ2U=
ZHVn
bGlk
dGVtcGxl
aGFsbA==
a2lraQ==
ZmllcmNl
cmVzcGVjdGZ1bA==
bWluZA==
ZmxhcHBlZA==
dGFuaw==
aGFuZw==
c2FuZHdpY2g=
c3BhcmtsZWQ=
em9vbXk=
Y3VydGFpbg==
c21lbGxlZA==
YXduZWQ=
YW55b25l
YXVudA==
cG9rZQ==
ZGlzdGFudA==
Ym9iYnk=
ZnJvd24=
Y29yZA==
c291cg==
Y2FsbA==
c29hcA==
4oCcd2hhdA==
b3JnYW5pemVk
c2hvd2luZw==
c3Rvb2Q=
ZXhwbGFpbmVk
bWVzc3k=
bmVja2xhY2U=
Y2FibGU=
aG9waW5n
cGxheT8=
bWFyeQ==
dmFu
ZXhwbGFpbg==
Y29tcHV0ZXI=
aGFpcnk=
Z3k=
YmVoYXZl
cHBlZA==
d2VlcA==
YmFuYW5h
YWxlcnQ=
ZW50aHVzaWFzdGlj
Z2F0aGVy
dGFw
aGVhZHM=
ZHJlYW1pbmc=
ZWFybHk=
Z3JhY2VmdWw=
Y3JlYXRpdmU=
YmFyYmVy
cGFja2FnZQ==
c2FuZGNhc3RsZQ==
bHVuYQ==
Y2xvd24=
Y2lyY2xl
Y29tZXQ=
Y3JpZXM=
Ym9zcw==
aG9wcHk=
dGVhc2U=
Y291bGRu4oCZdA==
Zm9n
dHJhcA==
dGltZXM=
bWFuZHk=
amV3ZWw=
J2xs
cHJpbmNl
amVlcA==
Y2hpbW5leQ==
ZHJhd2Vy
ZHJhaW4=
bW9kZXJu
Y2xhcA==
d29tYW4=
c3RlcHBlZA==
c25hY2tz
c3RyZXRjaA==
Ymxvb20=
Ymx1ZWJlcnJ5
YWRvcmFibGU=
ZG9u4oCZdA==
eWFjaHQ=
amV0
dWNo
bmVydm91cw==
Z2lnaQ==
Y292ZXI=
cGVyc29u
aG9vaw==
c3RhdGlvbg==
dnJvb20=
dW5rbm93bg==
Z3JpbGw=
bG9vcA==
Ym94Pw==
c2hlZXQ=
d2Vhaw==
Y3JhbmU=
bGVhZA==
aW1wYXRpZW50
YmVudA==
b25pb24=
bWlzc2Vk
a25vdA==
Y2h1cmNo
cHJ1bmVz
Y3Jvc3M=
bmVlZGxl
Y3ViZQ==
bGVv
Y2hhaW4=
aWdnbHk=
cm9hcg==
c3dpdGNo
YmFsbG9vbnM=
Y2xheQ==
cG9saXRl
dHJpY2s=
bWVsdA==
Y2l0eQ==
d29uZGVy
4oCcdGhhdA==
ZW5qb3lpbmc=
c25vd3k=
dGhlYXRlcg==
ZGVsaWNhdGU=
Zm9vdA==
ZmFjdG9yeQ==
c2VlZHM=
YmVycmllcw==
b2xseQ==
cGFzdGVs
cnVi
dGlyZQ==
bGVtb25hZGU=
c29pbA==
cGVu
c3F1ZQ==
bW9w
cG91cg==
Y2FiaW5ldA==
b3BlcmE=
aGFtbWVy
YWM=
Y3Jvd24=
amVubnk=
d2lmZQ==
cmVzcGVjdA==
bGF3bg==
bG9ja2Vk
bWFpbG1hbg==
aXN0bGVk
c2hvcGtlZXBlcg==
Zmx1dGU=
c3dhbXA=
c2hhZGU=
dHJlbWJsZQ==
dGVzdA==
eXVja3k=
aW5jcmVkaWJsZQ==
YmVlcw==
Y3JheQ==
bGVtb25z
Z3VpdGFy
em9vbQ==
c2hhcms=
dGlkeQ==
dW5kZXJzdG9vZA==
YmFncw==
b2ZmaWNl
cmFk
c21vb3Ro
c2ly
Y2F0ZXI=
d2FzaGVk
cGVhY2g=
d3JhcA==
Z2x1ZQ==
cXVlYWt5
ZGlkbuKAmXQ=
bm93Pw==
cmVsaWV2ZWQ=
am9pbmVk
d2Fncw==
YWdl
Zmlubnk=
c2FsYWQ=
c2xlZXBpbmc=
ZmVzdGl2YWw=
c2h1dA==
amVhbG91cw==
dGhlcmU/
dW5kZXJzdGFuZD8=
d2l0Y2g=
dGVu
bmFpbA==
c2hvb3Q=
YWQ=
ZWxseQ==
amVycnk=
cmVwYWly
cHJpemU=
YXJyb3c=
bWlzZXJhYmxl
cHJlc3NlZA==
d2FuZGVy
c251Z2c=
c2F2aW5n
c3Bhcms=
dmlvdXM=
bGVhdmluZw==
bWFnbmV0
bWFyYmxlcw==
dXNpbmc=
bGVl
bGltZQ==
Y2hlYXA=
ZGVhZg==
c2F1Y2U=
c2VuZA==
Z3Jvd2xlZA==
c29jaw==
bWVkaWNpbmU=
Y2hpY2tlbg==
cmVmcmlnZXJhdG9y
cmVjb3Jk
cmVmdXNlZA==
dW5jb21mb3J0YWJsZQ==
ZXZlbnR1YWxseQ==
aXRzZWxm
Z29sZA==
YmVkcm9vbQ==
bm90aWNl
Z3Vt
c3RlYWs=
aG90ZWw=
bXVmZg==
YmVjb21l
Zm91cg==
Ym91bmN5
aW1wcm92ZQ==
bmFtZT8=
Y2F1bGlmbG93ZXI=
ZnJhbWU=
bGV0dGluZw==
dGFraW5n
amFt
Y2xpZmY=
aW50ZWxsaWdlbnQ=
Y2hld2Vk
dHJ1bXBldA==
YXR0YWNo
cXVlc3Rpb25z
c3VnYXI=
YWxtb3N0
Y2Fubm90
bm90aGluZw==
am91cm5leQ==
cG9wdWxhcg==
dGlnZXI=
aG91cnM=
cmVhbGlzZWQ=
cGlsbA==
dGF4aQ==
dHdpc3R5
dW5wYWNr
cGlu
dGVycmlibGU=
bWl4ZXI=
d2lwZQ==
dGllZA==
c2NvbGQ=
aW50ZXJlc3Rpbmc=
Y2hlY2s=
ZnJvZ2d5
c2VydmU=
ZWdncw==
cmFpbA==
aGVsaWNvcHRlcg==
bGlseT8=
ZnJpZW5kcz8=
a2lt
YXNoZWQ=
YWNvcm5z
ZXhjaXRpbmc=
bmV3c3BhcGVy
ZG92ZQ==
ZHJlc3MtdXA=
cGFy
dG93ZWw=
aG9ybg==
cGFzcw==
c3Ryb25nZXI=
dHVi
d28=
ZW15
c2hpbmU=
ZmlsbQ==
dGlsbHk=
c2t1bGw=
cGFuaWM=
cGVvcGxlJ3M=
dmVnZXRhYmxlcw==
c2NyZWFt
dWNreQ==
YXZvY2Fkbw==
dGhyZWFk
dGhpZWY=
YmVubnk=
bWFzaw==
a2F5YWs=
ZXhjaXRlbWVudA==
LXllYXItb2xk
d29vZg==
c2xvd2x5
Y29vbGVy
Z29hdA==
cmFn
YnVtcGVk
Z3Vlc3M=
Y29tZm9ydA==
bWl0dGVucw==
ZXhwZW5zaXZl
dmlkZW8=
cmVtb3Zl
d2Fzbg==
aXTigJlz
aGFuZ2luZw==
ZmluZQ==
YWxsb3dlZA==
dWdnbGVk
dG9tYXRv
bGlja3M=
c2hvY2tlZA==
Y3VzaGlvbg==
dHJvcGh5
bXVzaHJvb20=
Zm9yd2FyZA==
eWVhaA==
dGhlc2U=
Z29k
dGhvc2U=
ZmF0aGVy
Z3V5
dGhhbmtz
bWF5
a2lsbA==
c29u
ZGVhZA==
aGVsbA==
eW91cnNlbGY=
YWxyZWFkeQ==
bWlzcw==
YWN0dWFsbHk=
aHVo
aGF2ZW4=
eWV0
bWVu
c2luY2U=
dG9uaWdodA==
YWg=
bXlzZWxm
dW0=
c2F5aW5n
YWdv
ZXhjdXNl
YnVzaW5lc3M=
Y2FzZQ==
ZGll
cHJvYmFibHk=
dGhpbmtpbmc=
c2Vjb25k
c3R1ZmY=
ZXhhY3RseQ==
ZGVhdGg=
bWludXRl
Y3Jhenk=
ZXZlcnlib2R5
ZGFtbg==
Zml2ZQ==
d2hhdGV2ZXI=
ZGVhbA==
cG9pbnQ=
c29tZWJvZHk=
Ym9keQ==
Y2hhbmNl
ZGVhcg==
cXVpdGU=
YW55d2F5
YWdhaW5zdA==
c2hhbGw=
bGVhc3Q=
d2Vlaw==
aHVzYmFuZA==
bWFycmllZA==
bm9ib2R5
c3VwcG9zZWQ=
YmV0d2Vlbg==
c3BlYWs=
Ymxvb2Q=
c2hvdA==
cmVhc29u
d2Fy
dHJ1c3Q=
Y291cGxl
cG93ZXI=
dGVsbGluZw==
dGVhbQ==
bmV3cw==
c3R1cGlk
aHVycnk=
aGF0ZQ==
bmVlZHM=
Y291bnRyeQ==
Y2xlYXI=
b3JkZXI=
ZW0=
ZmFjdA==
bG9yZA==
Y2FwdGFpbg==
c2l4
YWxpdmU=
Y2F1c2U=
YWhlYWQ=
YWxyaWdodA==
bWE=
c2VudA==
aG91cg==
YW55Ym9keQ==
cGVyaGFwcw==
c2VyaW91cw==
Y29tcGFueQ==
aGE=
dW5jbGU=
cGFzdA==
ZWFydGg=
cG9zc2libGU=
YXNz
Y29udHJvbA==
aHVtYW4=
Yml0Y2g=
bHVjaw==
bXVyZGVy
c2VlbQ==
bWVldGluZw==
dGlsbA==
c2Vuc2U=
c2V4
bGll
ZXZlbmluZw==
bWFzdGVy
a25vd24=
bWlsbGlvbg==
cmF0aGVy
c29tZXdoZXJl
YmV0
Y2FsbGluZw==
bGVzcw==
YmVhdA==
Y29mZmVl
cmV0dXJu
ZGF0ZQ==
c2VlaW5n
Z2l2ZW4=
ZmF1bHQ=
c3RyYWlnaHQ=
ZnV0dXJl
ZHJvcA==
bGFkaWVz
c3RlcA==
YWJzb2x1dGVseQ==
eWVzdGVyZGF5
c3BlYWtpbmc=
d29ydGg=
ZGFybGluZw==
ZHVkZQ==
Z2l2aW5n
cHJlc2lkZW50
ZXll
cXVpY2s=
bW92aW5n
ZmlndXJl
c3RhdGU=
bm9uZQ==
d29ya3M=
bGF3
cmVwb3J0
bWlzc2luZw==
Y2hvaWNl
Y2hpZWY=
d2VkZGluZw==
Z2VuZXJhbA==
cGFpbg==
eWE=
Y2xhc3M=
b2ZmaWNlcg==
d29yc2U=
ZWg=
Y291cnQ=
ZHVyaW5n
bWVhbnQ=
c3lzdGVt
c3VwcG9zZQ==
ZXZpZGVuY2U=
Y29tcGxldGVseQ==
dG90YWxseQ==
Ym9ybg==
aW1hZ2luZQ==
aW5mb3JtYXRpb24=
ZGVmaW5pdGVseQ==
c2VjdXJpdHk=
Y2VydGFpbmx5
bW9udGg=
dW5sZXNz
c2V2ZW4=
YXR0YWNr
ZXhwZWN0
aGlzdG9yeQ==
c2VyaW91c2x5
ZnJhbms=
ZXhjZXB0
bWVzc2FnZQ==
ZW50aXJl
aGFuZGxl
c3dlYXI=
c2l0dWF0aW9u
YW55d2hlcmU=
YmlsbA==
eW9yaw==
YXJteQ==
Zm9vbA==
YXR0ZW50aW9u
Y2x1Yg==
c2ltcGxl
c3BhY2U=
c2luZ2xl
bWFycmlhZ2U=
ZmVhcg==
cGVhY2U=
Zm9yY2U=
c2hvcnQ=
cHJlc2VudA==
bWlrZQ==
Y3JpbWU=
YXJlYQ==
Y2hhcmdl
aG9ub3I=
aWRpb3Q=
YmFy
YWNjaWRlbnQ=
Z292ZXJubWVudA==
ZWlnaHQ=
Y2VydGFpbg==
aW50ZXJlc3RlZA==
YWdyZWU=
ZGV0ZWN0aXZl
cHJpc29u
bWFqb3I=
b2ZmZXI=
ZGlmZmljdWx0
cGVyc29uYWw=
d2hldGhlcg==
YmFuaw==
cHVibGlj
bGlzdA==
YWZ0ZXJub29u
YnJhaW4=
YmFzdGFyZA==
c2VydmljZQ==
c2NyZWFtaW5n
c291bA==
cGV0ZXI=
YWdlbnQ=
c2NlbmU=
a2lsbGluZw==
c3RhbmRpbmc=
a2lsbGVy
dG91Z2g=
Y2VsbA==
ZHJ1bms=
Y2FtZXJh
d2l0aGlu
c21lbGw=
b2Z0ZW4=
c3RhcnRpbmc=
dGhpcmQ=
anVkZ2U=
ZGFyZQ==
cmVsYXRpb25zaGlw
cHJvdmU=
cHJpdmF0ZQ==
cG9zaXRpb24=
bGlldXRlbmFudA==
cmVhbGl6ZQ==
ZXNwZWNpYWxseQ==
YXJ0
cGxlYXN1cmU=
Ymxvb2R5
Y29sbGVnZQ==
aW52b2x2ZWQ=
aW1wb3NzaWJsZQ==
b2J2aW91c2x5
bmVpdGhlcg==
YWNjZXB0
YmVzaWRlcw==
c2FrZQ==
YXBhcnRtZW50
bGE=
ZXZpbA==
cHJvZmVzc29y
Y29udGFjdA==
Y29w
aG9seQ==
amFpbA==
bGF3eWVy
ZG91YnQ=
Y29udGludWU=
YXBwcmVjaWF0ZQ==
ZHJpdmluZw==
d3JvdGU=
cXVpdA==
d2luZQ==
ZGVjaXNpb24=
c291dGg=
bGF1Z2h0ZXI=
YmVnaW5uaW5n
Y2FzaA==
ZHlpbmc=
aHVuZHJlZA==
d2hvc2U=
ZGlmZmVyZW5jZQ==
bm9ydGg=
YmVlcg==
c3VwcG9ydA==
cGFydG5lcg==
Y29sb25lbA==
aW1tZWRpYXRlbHk=
dGhvdXNhbmQ=
ZXhwZXJpZW5jZQ==
dmljdGlt
cGxhbmV0
aGVucnk=
YXJyZXN0
dXN1YWxseQ==
ZXI=
cmlk
eW8=
a25vY2s=
b3dl
aGFycnk=
d29yc3Q=
ZmluYWw=
c3VtbWVy
YWRkcmVzcw==
bWF0Y2g=
Z3JhbmQ=
eWVw
ZGU=
dGhlbXNlbHZlcw==
bWF0ZQ==
ZHJpbmtpbmc=
cHJlc3M=
Ym90aGVy
YmxhbWU=
Y3JhcA==
dHlwZQ==
bWlzc2lvbg==
aGVhdmVu
cmlzaw==
ZnVydGhlcg==
YWN0aW9u
cHJpY2U=
bmljaw==
b3RoZXJ3aXNl
c21va2U=
ZmF2b3I=
YXdlc29tZQ==
ZGlyZWN0b3I=
Z3VhcmQ=
YmVnaW4=
aW5ub2NlbnQ=
bmFycmF0b3I=
ZW5lbXk=
YmF0dGxl
b3Vyc2VsdmVz
YWxsb3c=
bmluZQ==
Z2F5
ZGVwYXJ0bWVudA==
YXBhcnQ=
ZHV0eQ==
c3VpdA==
d2VzdA==
ZGVzdHJveQ==
YnVuY2g=
YWNjb3JkaW5n
YWRtaXQ=
d2l0bmVzcw==
dXBzdGFpcnM=
amltbXk=
dHdpY2U=
d2F5cw==
c2VyZ2VhbnQ=
aW5kZWVk
Z2Fz
a2VlcGluZw==
ZW5lcmd5
cHJlZ25hbnQ=
d2FzdGU=
ZmlyZWQ=
dG9ueQ==
d3JpdGluZw==
Zm9ybQ==
c29sZA==
bWVudGlvbg==
dGhyb2F0
ZmlndXJlZA==
cmluZ2luZw==
YWJvdmU=
YnJlYWtmYXN0
ZW5naW5l
d3JpdHRlbg==
Y29tcGxldGU=
YXBwbGF1c2U=
aG93ZXZlcg==
cHJlc3N1cmU=
ZnJlc2g=
d2VhcG9u
c3RvbGU=
YnVybg==
cmVhZGluZw==
Y3Jvd2Q=
ZG91Ymxl
c3Bpcml0
ZGFuZ2Vy
Y29zdA==
bGV2ZWw=
bWVtb3J5
YWN0aW5n
aW50ZXJlc3Q=
Zm9sbG93aW5n
cmF5
YXBwYXJlbnRseQ==
bG9zaW5n
ZmxpZ2h0
bmF0dXJl
cmFpc2U=
cG9w
Y2xpZW50
Ym9tYg==
c3VzcGVjdA==
ZXh0cmE=
cmlkaWN1bG91cw==
c2ltcGx5
c2hvb3Rpbmc=
Y2FtcA==
bWVkaWNhbA==
c2hhbWU=
d2hvbQ==
bWFqZXN0eQ==
YmVhdXR5
YXdmdWw=
bG9jYWw=
ZGVzZXJ2ZQ==
Z3JhY2U=
Y29uc2lkZXI=
d2Vla2VuZA==
d29uZGVyaW5n
cGxlbnR5
d2lsbGluZw==
cGFudHM=
c3dlZXRoZWFydA==
c2tpbg==
ZXhjZWxsZW50
ZmFpdGg=
YmVn
cmVzcG9uc2libGU=
bWlsaXRhcnk=
Y2hlZXJpbmc=
b3Bwb3J0dW5pdHk=
Y29tbW9u
Z2VybWFu
d2hvZXZlcg==
anVzdGljZQ==
Y29tbWFuZGVy
ZHJ1Zw==
bWFpbg==
ZGV2aWw=
bmVjZXNzYXJ5
YWx0aG91Z2g=
ZGljaw==
Y2xlYXJseQ==
Y29kZQ==
ZHVl
Y29ycmVjdA==
YXBvbG9naXpl
bGFuZ3VhZ2U=
ZmVsbG93
c2V2ZXJhbA==
bGVhZGVy
cmVzdGF1cmFudA==
ZWFzdA==
c2hvdXRpbmc=
YmxpbmQ=
Z2hvc3Q=
Z290dGVu
Y29udmVyc2F0aW9u
bm9y
c3BlZWQ=
aGVhbHRo
YWR2aWNl
YmV5b25k
cnVsZQ==
aGFyZGx5
cG9zc2libHk=
aW5zcGVjdG9y
Y291c2lu
dHJpYWw=
ZW1lcmdlbmN5
b3VnaHQ=
c29tZWhvdw==
aGVhcmluZw==
YWNjb3VudA==
c3Bva2U=
ZmlsZQ==
YW5nZWw=
cHJhY3RpY2U=
bWFuYWdlcg==
cGFyZG9u
dm90ZQ==
amFrZQ==
bmF0aW9uYWw=
Y2FyZWVy
bWluaXN0ZXI=
c3VwZXI=
dGF1Z2h0
bmF0dXJhbA==
ZGFuY2luZw==
Y29weQ==
cGx1cw==
bWFydGlu
ZnJlZWRvbQ==
YW1vbmc=
b3BlcmF0aW9u
Y3Jldw==
Y2hhbGxlbmdl
bWVhdA==
c3R1ZGVudA==
bGllZA==
c3RyZW5ndGg=
c2l6ZQ==
YnJlYXRoZQ==
cGhvdG8=
YXc=
bmVhcmx5
c2lnaHQ=
ZHJlc3NlZA==
aG9ycmlibGU=
Y29hY2g=
Y2hlY2tlZA==
YnJlYWtpbmc=
ZmFudGFzdGlj
aW52ZXN0aWdhdGlvbg==
Y2VudGVy
b2xkZXI=
bm9uc2Vuc2U=
ZG9j
cHJvamVjdA==
dHJhaW5pbmc=
ZXhhbXBsZQ==
cHJlcGFyZWQ=
c2NpZW5jZQ==
dW5pdGVk
cGF5aW5n
Y2hhcmFjdGVy
Y3JpbWluYWw=
dHJ1bHk=
aG9uZXN0bHk=
c3Vydml2ZQ==
dGFyZ2V0
bnVyc2U=
YnJlYXRoaW5n
b2ls
c3VpY2lkZQ==
cGVyZmVjdGx5
Zm9yZ290dGVu
cmVtYWlu
b3JpZ2luYWw=
cGFwYQ==
Y29uY2VybmVk
Y3JlZGl0
dWdo
ZGlzY3Vzcw==
cmVzZWFyY2g=
ZWFzaWVy
dmlldw==
c3RyaWtl
cm9nZXI=
Y29uZGl0aW9u
bm93aGVyZQ==
c2hlcmlmZg==
dHVybmluZw==
cmVjb2duaXpl
YXVkaWVuY2U=
c29jaWV0eQ==
Y29tZm9ydGFibGU=
bWVhbmluZw==
Z3Vlc3Q=
YXll
amVmZg==
ZmVtYWxl
cmVsZWFzZQ==
aG8=
cHJheQ==
dW5mb3J0dW5hdGVseQ==
ZW5kZWQ=
dW5pdmVyc2U=
cHJlcGFyZQ==
b3Bpbmlvbg==
c29sZGllcg==
cHJvZ3JhbQ==
aGVhdA==
dXN1YWw=
dGlja2V0
c3RvbGVu
cHJlZmVy
YXdhcmU=
c3VyZWx5
bWFsZQ==
YmFzZQ==
bGFi
Y29tbWFuZA==
cHJvb2Y=
c2VsbGluZw==
YWZmb3Jk
dG90YWw=
ZHVtYg==
YmlydGg=
c29jaWFs
b3Vycw==
bWlzdGVy
Zm9jdXM=
ZGFu
ZXhpc3Q=
cHVycG9zZQ==
b3BlbmluZw==
YnVsbGV0
bGF0ZWx5
ZmFsbGluZw==
c2Vhc29u
c3VnZ2VzdA==
cmVzcG9uc2liaWxpdHk=
d2hlbmV2ZXI=
aXNzdWU=
cHJvY2Vzcw==
c3dvcmQ=
c2hvd2Vy
aGFwcGluZXNz
ZXJpYw==
ZGVzaw==
cHJvcGVydHk=
Zm9yY2Vk
c2V0dGxl
d2VpZ2h0
cmVjZWl2ZWQ=
Z2FuZw==
aW50ZXJ2aWV3
c3VyZ2VyeQ==
bWF5b3I=
YmFiZQ==
aGFuZHNvbWU=
c3RhZmY=
dW5pdA==
Z2VudGxlbWFu
aW50cm9kdWNl
ZmF0ZQ==
c3BsaXQ=
cmVjZW50bHk=
b3JkZXJlZA==
YWxhcm0=
bWVtYmVy
c2xlcHQ=
ZW50ZXI=
bW9kZWw=
YWNjZXNz
ZmxhdA==
ZWFzaWx5
ZGlzY292ZXJlZA==
YmFzZWQ=
c2NyZXc=
aW5zYW5l
d2VhdGhlcg==
c2Fu
aGFybQ==
c3R5bGU=
Y29tbXVuaXR5
YmFzaWNhbGx5
YWw=
c2lnbmFs
bm9wZQ==
c3BhcmU=
c3BlZWNo
Y292ZXJlZA==
bG9vc2U=
c2VuZGluZw==
cmVtaW5k
cGFs
bmFrZWQ=
aGVhZGluZw==
c3RyZWV0cw==
ZGFtYWdl
c2lsZW5jZQ==
cGV0ZQ==
c3VjY2Vzcw==
YW1vdW50
bWFuYWdl
c2FmZXR5
cmV0dXJuZWQ=
aGFyZGVy
YmxvY2s=
Y2hlZg==
Y29udHJhY3Q=
YnVyaWVk
dHJhZGU=
c3RvbWFjaA==
ZGl2b3JjZQ==
ZnVuZXJhbA==
bWFyaWE=
Zm9vdGJhbGw=
cmVhbGl0eQ==
dGhlb3J5
cnVpbmVk
c3ByZWFk
c29vbmVy
bGFycnk=
c3ByaW5n
cGFnZQ==
Y29z
cGVyc29uYWxseQ==
YXJ0aXN0
cGVybWlzc2lvbg==
YmFyZWx5
cmVncmV0
bG92ZXI=
c3ViamVjdA==
bGVnYWw=
Z3Jvd2luZw==
aWxs
bW9vZA==
ZGF0aW5n
bG9zcw==
c2VjcmV0YXJ5
cmV2ZW5nZQ==
bGlrZWx5
cmVudA==
Y29ubmVjdGlvbg==
YXNzaXN0YW50
eWVsbGluZw==
cGFpbnRpbmc=
cnVzaA==
Zm9yZWlnbg==
cm91Z2g=
bXVyZGVyZXI=
Y2VudHVyeQ==
bmlnaHRz
b2J2aW91cw==
cHJvZmVzc2lvbmFs
Z29vZG5lc3M=
YWxhbg==
dW5pdmVyc2l0eQ==
c3F1YXJl
Z3JhbmRmYXRoZXI=
Z2VuaXVz
cnVpbg==
d2ludGVy
dG9uZ3Vl
ZGE=
Y2FuY2Vy
bGlhcg==
dG91cg==
Y29tcGV0aXRpb24=
c21pdGg=
Ymxlc3M=
d2FybmluZw==
a25vY2tpbmc=
cmU=
Y3Jhc2g=
bG93ZXI=
c2lsdmVy
bWFkYW1l
ZGVmZW5zZQ==
ZXZlbnQ=
Y29tcGxpY2F0ZWQ=
c2hhcGU=
cHJpZXN0
cm95YWw=
cm9tYW50aWM=
ZG93bnN0YWlycw==
aW52aXRl
Zm9ydHVuZQ==
YXZvaWQ=
ZmFtaWxpYXI=
dGVsZXBob25l
YnVybmluZw==
a2VsbHk=
Z3Jvd24=
d2FsdGVy
aW5zdXJhbmNl
cGVyaW9k
cG9saXRpY2Fs
cGxheWVy
bGF1cmE=
cmVwZWF0
c3RhdGVtZW50
c3Vjaw==
eW91bmdlcg==
Y2hpbmE=
cGFydGljdWxhcg==
cHJvcGVy
aGlyZWQ=
c2l0ZQ==
a25vd2xlZGdl
cGl0eQ==
YXNzdW1l
Z2xhc3Nlcw==
cmlzZQ==
cmVxdWVzdA==
ZGF0YQ==
cGVy
anVyeQ==
cG9zaXRpdmU=
YXR0b3JuZXk=
ZGlyZWN0aW9u
bG9jYXRpb24=
dXNlbGVzcw==
Z3JhbnQ=
Zm91Z2h0
bWVhbA==
bWlsbGlvbnM=
Y2Fycnlpbmc=
b2ZmaWNpYWw=
amFja2V0
Z3JhdmU=
cm9sZQ==
b2Rk
c2V4eQ==
YmVjb21lcw==
YmFkbHk=
YWZmYWly
dGVsZXZpc2lvbg==
c2hvY2s=
cmFpc2Vk
aW1hZ2U=
Z29sZGVu
c2V4dWFs
c3VmZmVy
d2hlcmV2ZXI=
YXBwZWFy
Y2hvY29sYXRl
bWVyY3k=
ZGVhbGluZw==
YmFuZw==
cG9pc29u
YnV0dA==
eW91cnNlbHZlcw==
aGVhZGVk
bXlzdGVyeQ==
d291bmQ=
dHJhZmZpYw==
Y291cmFnZQ==
aHVudA==
cmF0
ZGlzZWFzZQ==
d2lubmVy
Y291bmNpbA==
YXBwb2ludG1lbnQ=
Y3JhY2s=
dGhyZWF0
cGh5c2ljYWw=
bmF0aW9u
c291cmNl
Y2hvc2U=
Y2FybA==
dmljdG9yeQ==
cmljaw==
ZGlzZ3VzdGluZw==
cGFsYWNl
YmVsb3c=
c2hvcHBpbmc=
bmVpZ2hib3Job29k
bWlkbmlnaHQ=
cGlzcw==
YWR2YW50YWdl
cHVyZQ==
YXNpZGU=
amVyaw==
ZGF3bg==
ZWZmZWN0
c3BlbGw=
ZnJlYWs=
c2NyZXdlZA==
YXdha2U=
dmFjYXRpb24=
dmlvbGVuY2U=
Z3JhbmRtb3RoZXI=
bHVrZQ==
ZmlybQ==
cHJpbWU=
dGFsZW50
d2hvcmU=
bGljZW5zZQ==
Y29va2luZw==
Y29uY2Vybg==
YXZhaWxhYmxl
dmFsdWU=
Y2VudHJhbA==
dW5pb24=
c3R1ZGlv
bWVkaWE=
aXJvbg==
aGVhcnRz
ZGVzaXJl
cm9i
cHJpZGU=
bWlyYWNsZQ==
YnVybmVk
YmxlZWRpbmc=
YmVhdGluZw==
cHJvdGVjdGlvbg==
dHJlYXRtZW50
ZWFy
Y2FydGVy
bWV0YWw=
ZGlzYXBwZWFy
ZXh0cmVtZWx5
cmVzY3Vl
Y2FwYWJsZQ==
cGFzc2luZw==
Y2hhdHRlcg==
cmVzdWx0
c3VmZmVyaW5n
bGFpZA==
Z292ZXJub3I=
dGV4dA==
bGl0ZXJhbGx5
YmVjb21pbmc=
cGVyZm9ybWFuY2U=
cmF0ZQ==
ZGVlcGx5
ZGVzZXJ0
dmVoaWNsZQ==
aWxsZWdhbA==
dGhyb3dpbmc=
am9zaA==
dW5iZWxpZXZhYmxl
emVybw==
ZGVhbg==
bG9hZA==
Ym9vbQ==
Zm9ybWVy
aG9saWRheQ==
cmlkaW5n
c3RlYWxpbmc=
YXJyaXZl
cmVtYWlucw==
ZGVjZW50
dGlw
ZmFpbA==
YnJpZGU=
cGVubnk=
Y2xhaW0=
ZnJpZW5kc2hpcA==
ZGVzcGVyYXRl
ZHJhbWF0aWM=
cmVmdXNl
dGhlbWU=
bG92aW5n
cHJvcGVybHk=
bW9zdGx5
Y2h1Y2s=
ZGlyZWN0bHk=
c3VyZmFjZQ==
ZmFsc2U=
Y2FzdA==
anVuaW9y
aHVudGluZw==
c2lsZW50
dGhvdQ==
cHVuY2g=
aW50ZWxsaWdlbmNl
Ym9ycm93
d2lubmluZw==
Y29udmluY2Vk
d2Fybg==
Y2hhbXBhZ25l
ZHVzdA==
a3lsZQ==
c29tZWRheQ==
ZmFsbGVu
c3RyYW5nZXI=
cHJlc2VuY2U=
dGVhcg==
dGhlcmVmb3Jl
dGVjaG5vbG9neQ==
dG9hc3Q=
Y2xhcms=
c21va2luZw==
aGFuaw==
cHJlY2lvdXM=
Y29hc3Q=
bWF0ZXJpYWw=
dW5pZm9ybQ==
Y29uc2lkZXJlZA==
cmljZQ==
ZXhjaGFuZ2U=
Ymxha2U=
Y29udmluY2U=
YmVhc3Q=
ZHJhZw==
Y2Fi
aHVuZw==
c3VjY2Vzc2Z1bA==
ZXZl
YnJhaW5z
amFwYW4=
Y3JlYXR1cmU=
Zm91cnRo
c2VwYXJhdGU=
Y2xlYW5pbmc=
c2hpZnQ=
ZXhhY3Q=
Z29hbA==
ZXhwZXJ0
ZGlyZWN0
c2NvcmU=
cm93
dHdlbnR5
cmVjZWl2ZQ==
c2VyaWVz
c2VjdGlvbg==
cGlsb3Q=
ZGFya25lc3M=
dGh5
c2FsZQ==
ZGVzdGlueQ==
Y3VyZQ==
c3Bva2Vu
YXJtZWQ=
Z3JhZGU=
c29sdXRpb24=
c2NoZWR1bGU=
ZXhwbG9zaW9u
Y2lnYXJldHRl
dmljdG9y
c2FjcmlmaWNl
cmFuZ2U=
cHJpc29uZXI=
ZWZmb3J0
eW91dGg=
ZWF0ZW4=
cGFya2luZw==
YW1idWxhbmNl
c3RhcmluZw==
c2lu
cHJvZ3Jlc3M=
dW51c3VhbA==
Y291bnR5
Y2FtcGFpZ24=
dmlzaW9u
cmVwb3J0ZXI=
ZXF1aXBtZW50
am9leQ==
bWFzcw==
YWxpZW4=
dHJhcHBlZA==
cm91dGU=
ZGVmZW5k
dHJhY2U=
bmFzdHk=
bWFnYXppbmU=
ZHVtcA==
c2VhcmNoaW5n
Y2x1ZQ==
Y29ubmVjdGVk
YW1lbg==
bWVycnk=
em9uZQ==
c2VuaW9y
ZnJlZXpl
ZW1wZXJvcg==
aW5jaWRlbnQ=
YWN0b3I=
c2VudGVuY2U=
bGVhZGluZw==
Y2hvc2Vu
ZW5nYWdlZA==
YW5nZXI=
c3BlbmRpbmc=
bGVhcm5pbmc=
c3B5
c2hhZG93
d2FycmFudA==
a2luZ2RvbQ==
c3F1YWQ=
c2hvdWxkZXI=
ZmlzaGluZw==
c29tZXRpbWU=
YXR0aXR1ZGU=
bmVnYXRpdmU=
c2ltaWxhcg==
dW5kZXJzdGFuZGluZw==
YnVsbA==
ZnVsbHk=
cm9iaW4=
Z29yZ2VvdXM=
bW9yZ2Fu
cGFzc2lvbg==
d3JpdGVy
ZW1waXJl
aW50ZXJuYXRpb25hbA==
Y3Vyc2U=
aGlyZQ==
aWQ=
c29ucw==
ZXN0YXRl
Z3Vuc2hvdA==
ZGV2aWNl
bW92ZW1lbnQ=
dGh1bmRlcg==
b2JqZWN0
bG9zZXI=
cG9saXRpY3M=
ZGVzcGl0ZQ==
YWxjb2hvbA==
Y29uZmVyZW5jZQ==
cHJvdmlkZQ==
ZWFybg==
dmFsbGV5
ZmFzaGlvbg==
ZXBpc29kZQ==
cHJldmlvdXNseQ==
c3BvcnRz
d2FudGluZw==
ZGVidA==
dGhlZQ==
YXBwcm9hY2g=
c3RvY2s=
cGVyY2VudA==
bm9ybWFsbHk=
ZWR1Y2F0aW9u
YnJhdm8=
cmFwZQ==
dGhyb3du
YXV0aG9yaXR5
Y3VycmVudA==
ZmFpbHVyZQ==
bmlnaHRtYXJl
Z2xvcnk=
YmFycnk=
YWdlbmN5
Ym9yZGVy
cmVwdXRhdGlvbg==
Y29uZmlkZW5jZQ==
YmVsb3ZlZA==
bGFjaw==
YWN0dWFs
bWVudGFs
c2FsdA==
Zmxlc2g=
c2VjdXJl
aGlnaGx5
ZmVkZXJhbA==
ZW1vdGlvbmFs
c2V0dGluZw==
c2VuYXRvcg==
cm9iYmVyeQ==
ZmVk
cmV3YXJk
Y29tbWl0
ZW50aXJlbHk=
ZXh0cmFvcmRpbmFyeQ==
b3Bwb3NpdGU=
dGVycnk=
Y2hhdA==
YmF5
c2xpcA==
ZGlzYXBwb2ludGVk
c2V0dGxlZA==
ZGV0YWls
YWNjZXB0ZWQ=
YmFja2dyb3VuZA==
Z2FyYmFnZQ==
YmVsdA==
Ymxvd2luZw==
YWdyZWVtZW50
cHVzaGluZw==
YWJpbGl0eQ==
Y3VsdHVyZQ==
c2FpbnQ=
dGFzaw==
c29saWQ=
aW50ZW5k
ZGlzdHJpY3Q=
cGE=
Z2Vl
Y3VzdG9keQ==
aWdub3Jl
bmF0dXJhbGx5
dXNlZnVs
YXR0ZW1wdA==
YWJhbmRvbmVk
Y3V0dGluZw==
Z3VhcmFudGVl
cG9saWN5
dmlvbGVudA==
bWFpZA==
ZW1iYXJyYXNzaW5n
Y2hpbGRob29k
d2FzdGluZw==
Y2hpY2s=
ZGlzYXN0ZXI=
cmV2b2x1dGlvbg==
ZGVtb24=
aGVhdmlseQ==
Y29pbmNpZGVuY2U=
dGVycmlmaWM=
bWFj
aWRlbnRpdHk=
dmlyZ2lu
aW1wcmVzc2l2ZQ==
cG90ZW50aWFs
Y29tbWl0dGVl
ZG96ZW4=
ZGVsaXZlcnk=
YWR2YW5jZQ==
cXVpZXRseQ==
dGVhY2hpbmc=
bGF0ZXN0
aHVydGluZw==
Y2FwaXRhbA==
Y291bnRpbmc=
ZGVueQ==
dXJnZW50
YmVoYXZpb3I=
bWl4ZWQ=
c3RheXM=
YXNzdXJl
ZXhwbGFuYXRpb24=
Y2hhc2luZw==
YmlsbGlvbg==
ZHVrZQ==
cHJvZHVjdGlvbg==
c2xhdmU=
Y2Fyb2w=
Y3J1ZWw=
YnVyeQ==
bWFzc2l2ZQ==
cGF0aGV0aWM=
c3BlY2llcw==
YXBwcm9hY2hpbmc=
am8=
bG9hbg==
c3RydWdnbGU=
ZGlzaA==
ZmlyaW5n
Y2hhbm5lbA==
c3RvcHBpbmc=
amVhbg==
ZGFpbHk=
YmFzZW1lbnQ=
cXVhcnRlcg==
Ym91bmQ=
bmF2eQ==
YXJ0aWNsZQ==
Z3VpZGU=
YWNjdXNlZA==
dHJhbnNmZXI=
cXVhbGl0eQ==
Z3JlYXRlcg==
ZGFtbmVk
Y2hlZXI=
c2hvZQ==
dGl0bGU=
cHVuaXNobWVudA==
ZmV2ZXI=
Y293YXJk
Zmxhc2g=
c2lkZXM=
c3VwcGx5
c2Vuc2l0aXZl
aG9wZWZ1bGx5
cm9sbGluZw==
ZG9sbGFy
dG9uZQ==
Y2hlYXRpbmc=
Y29uZmVzcw==
ZGVtYW5k
ZHJhbWE=
c3VzcGljaW91cw==
YWR1bHQ=
ZnJpZ2h0ZW5lZA==
c3RlYWR5
Y3Jvc3NlZA==
cGFydGljdWxhcmx5
am9pbnQ=
dHJhaW5lZA==
Ym9vdHM=
cG9zc2liaWxpdHk=
Y2l2aWw=
anVuZQ==
YmFzZWJhbGw=
ZXhwcmVzcw==
cGFya2Vy
YXNzYXVsdA==
aG9uZw==
dHJhaWw=
b3B0aW9u
cmVjYWxs
Y29sbGVjdGlvbg==
YWNjZW50
bW9iaWxl
Y3VzdG9tZXI=
dGVycmlibHk=
c2Vj
Y2hhcml0eQ==
Y29uc2lkZXJpbmc=
cHVzc3k=
ZG9ubmE=
cHJvdGVjdGluZw==
bnVjbGVhcg==
d2FsbGV0
c2hvdXQ=
dmluY2VudA==
aW1wcmVzc2lvbg==
amF5
cmVhY3Rpb24=
bmV0d29yaw==
dmVyc2lvbg==
Y29uY2VydA==
Z2Vhcg==
c2luZ2Vy
ZGVmZWF0
c3RldmVu
bGFuZQ==
Ymxhc3Q=
d291bmRlZA==
Y2VyZW1vbnk=
bGVhZ3Vl
c3BlY2lmaWM=
cGxhc3RpYw==
Y3Jpc2lz
ZmlmdGg=
dGVybQ==
c2VsZg==
b2ZmZXJpbmc=
YnVk
Y29tbWlzc2lvbmVy
cmlw
ZW50cmFuY2U=
ZGVzaWduZWQ=
bmVpZ2hib3I=
YWJvYXJk
c3dlYXQ=
YnVzdA==
ZWw=
YWZ0ZXJ3YXJkcw==
bWFzb24=
c3VycmVuZGVy
Y3J1c2g=
cGVl
c3RyZXNz
am9yZGFu
YXJyYW5nZQ==
bm9ibGU=
YmV0dHk=
bGF1bmNo
bGVnZW5k
Z29sZg==
aW1hZ2luYXRpb24=
a2lzc2luZw==
YnV0dGVy
dGF4
Z3Jvc3M=
aW5zaXN0
Y2xhc3NpYw==
c2hvd24=
Y2hhbXBpb24=
dGhlcmFweQ==
bGlmZXRpbWU=
dGhyb3VnaG91dA==
dG93YXJk
ZXhwZXJpbWVudA==
ZGVzY3JpYmU=
cm9zcw==
Y2hlYXQ=
YXR0ZW5k
aG9tZXdvcms=
bGV3aXM=
c2VydmFudA==
Y2Fw
cHJhY3RpY2FsbHk=
c3RlZWw=
Z2VuZXJhdGlvbg==
Y2FiaW4=
ZmluYW5jaWFs
aW5kdXN0cnk=
Ym9uZA==
YmVhdGVu
aGVjaw==
ZGVjaw==
c2NyaXB0
YnJhbmQ=
ZGVncmVl
cGFpbmZ1bA==
cmVsaWdpb24=
aW5mbHVlbmNl
ZnVlbA==
ZHJhd2luZw==
ZXhlcmNpc2U=
YXR0cmFjdGl2ZQ==
dG91Y2hpbmc=
dmlydXM=
dG9ydHVyZQ==
Ymxlc3NlZA==
cGxhaW4=
cmVjZW50
c2FjcmVk
cmVtb3ZlZA==
d2FzdGVk
Y29uZmlybQ==
bGFk
bWlsZQ==
ZGl2aXNpb24=
c2NyYXRjaA==
cnVzc2lh
Y29udGVzdA==
bW90aW9u
ZWxlY3RyaWNpdHk=
c2VhbA==
c3RhbmRhcmQ=
c3Vycm91bmRlZA==
c3RydWNr
aW5mb3Jt
c3RhdHVz
cHVyc2U=
YmVnZ2luZw==
YnVjaw==
Y29uc3RydWN0aW9u
Y29uZmlybWVk
Y29uZmVzc2lvbg==
dHJpZ2dlcg==
ZnJhbmtseQ==
ZXhpdA==
cmVzcG9uc2U=
Y2FuY2Vs
YXJndW1lbnQ=
cHJpbmNpcGFs
dHVya2V5
Y2xpbmlj
dmljZQ==
ZXZlcnlkYXk=
Z2VuZXJvdXM=
Z2Fpbg==
aG9sbHk=
bGluaw==
dW5kZXJncm91bmQ=
bWlzdHJlc3M=
cHJvZHVjdA==
YmVlZg==
cmVsaWdpb3Vz
aWRlbnRpZnk=
Y2hpcA==
c3VydmVpbGxhbmNl
dmFtcGlyZQ==
cm91dGluZQ==
dW5kZXJuZWF0aA==
dGVtcGVyYXR1cmU=
dHJpYmU=
YnJhZA==
ZGVwdXR5
aGVhZHF1YXJ0ZXJz
ZXF1YWw=
a2Vu
cmVja29u
cmVsYXRlZA==
aW5jcmVkaWJseQ==
Y2hpbGw=
c3BpdA==
bmVydmU=
c3Rha2U=
cG9ydA==
bmVwaGV3
bWlsbGVy
cHJvY2VlZA==
bGFuZGluZw==
b3V0Zml0
YmFpbA==
cGF0aWVuY2U=
cmVjb3JkaW5n
Zm9vbGlzaA==
bG9hZGVk
Y29zdHVtZQ==
aW5qdXJlZA==
ZGlnZ2luZw==
YXdrd2FyZA==
cGF0dGVybg==
ZmlsdGh5
dmlzaXRpbmc=
Y29uY2VudHJhdGU=
YWlt
bmFuY3k=
dGhpY2s=
c3BvcnQ=
YmFzaWM=
ZWxlY3RyaWM=
cGxlYXNhbnQ=
ZW52aXJvbm1lbnQ=
d2VzdGVybg==
YXZlcmFnZQ==
ZWFzZQ==
aW50ZXJydXB0
c2F0aXNmaWVk
YW5uaXZlcnNhcnk=
YmV0aA==
ZWxlY3Rpb24=
d2Fycmlvcg==
ZmV0Y2g=
dGltaW5n
Y29tcGxleA==
ZnJvemVu
cmVwbGFjZQ==
cHJheWVy
Z3VpbHQ=
dHVuZQ==
d29v
Y29uc2NpZW5jZQ==
b2ZmaWNpYWxseQ==
c21hbGxlcg==
Ymxvd24=
aGFpbA==
dW5oYXBweQ==
Ym9vdGg=
YmVybGlu
cmFuZHk=
YmVoYWxm
cmVhc29uYWJsZQ==
dHJ1bms=
dHJhZGl0aW9u
YmVzaWRl
bW90aXZl
YmlzaG9w
ZGVhbGVy
ZGVmZW5kYW50
YmFja3Vw
d291bmRz
ZWZmZWN0cw==
YmVuZWZpdA==
dGVycml0b3J5
YXBvbG9neQ==
dW5saWtl
dGh1cw==
YnVzdGVk
Z29vZHM=
YXRtb3NwaGVyZQ==
ZHJvcHBpbmc=
ZG93bnRvd24=
cm90dGVu
cGFyYWRpc2U=
amVzcw==
b3JnYW5pemF0aW9u
ZXhhbQ==
Y29jaw==
ZWFybA==
Y29tbWVudA==
YWN0aXZpdHk=
a25pZ2h0
dGVzdGluZw==
aGFiaXQ=
c2hlbHRlcg==
Zmxvdw==
cHJldmVudA==
bGVuZA==
Y29vcGVy
Ym9zdG9u
c2FtcGxl
c3RyaXA=
YnV6emluZw==
bW9uaw==
c2xpZ2h0bHk=
cHJvZHVjZQ==
YW5ub3lpbmc=
anVkZ21lbnQ=
ZXhpc3RlbmNl
YmVsbHk=
Zm9zdGVy
d2FyZA==
YWN0cmVzcw==
Y2hhaXJtYW4=
aW5kaXZpZHVhbA==
dGF0dG9v
cHVuaw==
Y29uZmlkZW50
bWlzdGFrZW4=
bGltaXQ=
c3Q=
cG9saWNlbWFu
bmE=
cHJlY2lzZWx5
bWVyZWx5
dW5kZXJ3ZWFy
cmV2ZWFs
aGVhdmVucw==
cGVyc29uYWxpdHk=
YmF0bWFu
Y29sb3Vy
d29ya2Vy
cG9wZQ==
d29ycnlpbmc=
dHJhdmVsaW5n
aW1wYWN0
cmVsaWVm
aG9zdA==
Zm9vdGFnZQ==
b2Rkcw==
cGF0cm9s
Y2lyY3Vz
b2NjYXNpb24=
cHVsc2U=
aGVycw==
Y2xhc3Nlcw==
c2lnbmF0dXJl
Y29tcGxhaW4=
YmxhaA==
bW9uaXRvcg==
cGF0
eWVsbA==
cmVzaXN0
ZmFudGFzeQ==
cGFzc3BvcnQ=
cGl0Y2g=
aG9taWNpZGU=
bm9vbg==
Y2hhcm0=
c2xhcA==
YXBwbHk=
ZGlzY292ZXI=
cHJldmlvdXM=
a2l0
cGhvdG9ncmFwaA==
ZmlmdHk=
YmVuZWF0aA==
ZmFyZXdlbGw=
cmVwcmVzZW50
ZmFjaW5n
b2ZmZW5zZQ==
Y2l0aXplbg==
c25hcA==
bWVzc2luZw==
aG9vZA==
dHdlbHZl
aW5mb3JtZWQ=
aHVtYW5pdHk=
cHJvZHVjZXI=
dGVjaG5pY2FsbHk=
ZXh0cmVtZQ==
cHJvZmlsZQ==
b3h5Z2Vu
Z2VuZQ==
c2hlZA==
bWlub3I=
ZXg=
c2NpZW50aWZpYw==
Y2hhb3M=
bWF0aA==
c3R1YmJvcm4=
YXVndXN0
Y2hpcHM=
aW50ZW5zZQ==
Z3JleQ==
dGVycm9yaXN0
YW5nbGU=
aW52aXRhdGlvbg==
Z2FtYmxpbmc=
cmVzcG9uZA==
dGhpcnR5
cHJvY2VkdXJl
YWJzb2x1dGU=
aW52ZXN0aWdhdGU=
dHJhZ2VkeQ==
c3RhYmxl
c2Vzc2lvbg==
Y2FwdHVyZQ==
bWFycnlpbmc=
dW5hYmxl
aW5jcmVhc2U=
aGlnaGVzdA==
bWVhbndoaWxl
Y2hvcA==
Y29tbWVyY2lhbA==
ZXNjb3J0
ZW5nYWdlbWVudA==
Y29ycHNl
d29ydGh5
dGhyZWF0ZW5pbmc=
YWNhZGVteQ==
ZnVybml0dXJl
cmFscGg=
ZW5naW5lZXI=
c29mdGx5
Y2Fyb2xpbmU=
dHJhbnNwb3J0
cG9wdWxhdGlvbg==
c3VjY2VlZA==
Y3JlZXB5
c25lYWs=
ZGVzdHJ1Y3Rpb24=
am9pbmluZw==
bGlnaHRuaW5n
ZmFzY2luYXRpbmc=
Y2hhbWJlcg==
cm9tYW5jZQ==
aW5zdGFuY2U=
ZXhoYXVzdGVk
dGVzdGlmeQ==
c3R1ZGllZA==
d2Fsa2Vy
ZHJpbGw=
aW52ZXN0aWdhdGluZw==
eWU=
ZXhwZXJpZW5jZWQ=
bG95YWx0eQ==
anVuaw==
Y29sZQ==
cml0YQ==
c291dGhlcm4=
YmVndW4=
bWF5YQ==
bGl2ZXI=
c2VydmluZw==
c3VyZ2Vvbg==
amF6eg==
dHlwaWNhbA==
a2lja2luZw==
b2JleQ==
ZGFuY2Vy
cmVtb3Rl
dG9ieQ==
c2FuZHk=
ZHJhZ2dlZA==
c3RyYXRlZ3k=
cGFyZW50
YWxidW0=
cnViYmlzaA==
cG93ZGVy
c3luYw==
YnVt
Zm9ydA==
YWxsZXk=
c3VwcGVy
cGVuaXM=
c2FtbXk=
Y29rZQ==
c2NpZW50aXN0
ZmlnaHRlcg==
aGlnaHdheQ==
YmxhZGU=
YWxwaGE=
ZGlldA==
bGlxdW9y
d2lkb3c=
bGliZXJ0eQ==
YXdhcmQ=
Z3JpZWY=
cmFuZG9t
aW50ZW50aW9u
YWN0aXZl
ZHJpdmVu
dHJhdW1h
aGVhZGFjaGU=
c2FmZWx5
bm92ZWw=
aW52aXNpYmxl
aW50ZXJuYWw=
aHVtbWluZw==
dGFsZW50ZWQ=
bGk=
YWlk
Y29yZQ==
c2VyaWFs
cGFpbnRlZA==
ZGl2aW5l
Z3Vlc3Npbmc=
b2JqZWN0aW9u
d2hpc2tleQ==
cmVzaXN0YW5jZQ==
ZHJlc3Npbmc=
YXR0YWNoZWQ=
YnJpZWY=
cHVuaXNo
ZXRlcm5hbA==
ZmFidWxvdXM=
cnV0aA==
dGVuZA==
bG9ja2Vy
ZGV2ZWxvcG1lbnQ=
cHJpY2s=
Z2xvYmFs
Yml0dGVy
cHJvcG9zZQ==
Y29uc3RhbnRseQ==
Z3Jhbm55
bmljZWx5
YWJ1c2U=
c3Vydml2YWw=
YmVuZA==
cmV2aWV3
Y29ubmVjdA==
ZWxkZXI=
YmVhcmQ=
YWRtaXJhbA==
c2FsYXJ5
ZGlzdHVyYg==
cHJv
bWFpbnRhaW4=
d2VhbHRo
cG9zc2Vzc2lvbg==
YnVybnQ=
dXBwZXI=
dGFsZQ==
cHJvZml0
Y29sbGVhZ3Vl
d2FyZWhvdXNl
aG9zdGFnZQ==
ZmlmdGVlbg==
Ym8=
aW5zdWx0
Y2F1c2luZw==
aGVhbA==
YmFuZ2luZw==
aG9uZXltb29u
YXBwZWFs
Y3JpdGljYWw=
dGVzdGltb255
cHJhaXNl
Y29tbWlzc2lvbg==
ZnJhdWQ=
Ym91dA==
Y292ZXJpbmc=
cmF3
bXVzY2xl
dGVuc2U=
bWFuYWdlbWVudA==
YXNzaWdubWVudA==
YmxvbmRl
Y2F0Y2hpbmc=
ZXhwb3NlZA==
Y2FuYWRh
ZG9udA==
aGFu
Y29tZWR5
bWFyY28=
c3Ryb2tl
c2hha2luZw==
ZmFjaWxpdHk=
YXBwcm9wcmlhdGU=
cmVtYXJrYWJsZQ==
dHJhbnNmZXJyZWQ=
ZHJhd24=
c3ltYm9s
bW90b3I=
YW1iYXNzYWRvcg==
ZmVlZGluZw==
c29kYQ==
c2x1dA==
ZGlmZmVyZW50bHk=
bWFnbmlmaWNlbnQ=
c3VwZXJpb3I=
ZXhwcmVzc2lvbg==
Y3VycmVudGx5
dGhyb25l
ZGVhZGx5
dG9vdGg=
ZGVwcmVzc2Vk
cG90YXRvZXM=
d2lja2Vk
bmF0aXZl
cG9ldHJ5
bXVsdGlwbGU=
c2hvcnRseQ==
YnV6eg==
Z29kZGVzcw==
Y2hpbg==
YW54aW91cw==
YmFza2V0YmFsbA==
YXBwZWFyYW5jZQ==
bXVzaWNhbA==
dWx0aW1hdGU=
cG9yaw==
Y29tbXVuaWNhdGlvbg==
cGF5bWVudA==
c3RydWN0dXJl
c3F1ZWV6ZQ==
YWRtaXJl
bWFkbmVzcw==
ZW50cnk=
aW5qdXJ5
YnVyZGVu
cmFjaW5n
bWFubmVy
ZnJlZXppbmc=
bW91bnQ=
YmF0dGVyeQ==
ZGVzc2VydA==
cG91bmQ=
bW90ZWw=
Y2luZW1h
aGFsZndheQ==
cmlmbGU=
cmVjZXB0aW9u
YnJpY2s=
YWJhbmRvbg==
bGFw
cmVjb21tZW5k
YnJ1c2g=
bmVsc29u
Y29uY2VwdA==
ZGVsYXk=
cXVhcnRlcnM=
Y29tcGxhaW50
YmFrZXI=
ZGVzY3JpcHRpb24=
YmFkZ2U=
aGlw
ZnVuY3Rpb24=
Zm91bmRhdGlvbg==
bGFib3I=
d2lsbGll
d2FpdGVy
aG9tZWxlc3M=
cHJvdmVk
dW5mb3J0dW5hdGU=
Y29tYmF0
cG9lbQ==
aGFuZGVk
d2VlZA==
c2F0ZWxsaXRl
amVyc2V5
ZWFnbGU=
cHJpdmFjeQ==
Y2hhcHRlcg==
dHJlYXRpbmc=
d2lzZG9t
ZmxpcA==
ZW50ZXJpbmc=
Y2xhbg==
YnVkZ2V0
cHVi
dGVtcG9yYXJ5
ZWZmZWN0aXZl
bGFtYg==
cGxvdA==
cmlsZXk=
cHJvcG9zYWw=
Ymxlc3Npbmc=
cmFnZQ==
YmFzaXM=
bWFubmVycw==
cmVjb3Zlcg==
dHdpc3Q=
bGVhaw==
aXRlbQ==
Y2F0aG9saWM=
cmV0aXJlZA==
aW5uZXI=
YWZmZWN0
Zm9yYmlkZGVu
cGF0Y2g=
bmVjZXNzYXJpbHk=
cHJvdmlkZWQ=
Ym9va2Vk
aHVtb3I=
dG9ybg==
cm9ja3k=
YmV0cmF5
c292aWV0
dmFyaW91cw==
YWRkZWQ=
ZGlzY292ZXJ5
Y293Ym95
c3VzcGVjdGVk
ZGVsaWdodGVk
c3RpY2tpbmc=
cmFkYXI=
cHJvc2VjdXRvcg==
YW1iZXI=
dmFzdA==
cHVtcA==
dmFsZW50aW5l
Y291bnRlcg==
d2FycmVu
bWFyaW5l
aWxsbmVzcw==
Ymlk
cmVxdWlyZQ==
d2FzaGluZw==
YWNoaWV2ZQ==
bW8=
ZG9wZQ==
cGFsbQ==
Y29uc3RhbnQ=
Ym9v
bWVkaWNhdGlvbg==
Z3Jhdml0eQ==
Ym9vemU=
YWJyb2Fk
cmlzaW5n
YW5hbHlzaXM=
ZWF0cw==
ZW1wbG95ZWU=
dm9ka2E=
c29sYXI=
aGVpZ2h0
c3VpdGNhc2U=
Y2hlbWljYWw=
YWR2YW5jZWQ=
ZnVuZA==
d2Vi
cGhhc2U=
c3VnZ2VzdGluZw==
ZmxlZXQ=
bGFtZQ==
ZWRpdG9y
YXNzdW1lZA==
d2hpcA==
cmVnaW9u
YW1vbmdzdA==
dGVtcGVy
ZGlzY3Vzc2lvbg==
b3BlcmF0ZQ==
dW5kZXJjb3Zlcg==
aG9ycm9y
dGVzdGVk
c21hc2g=
Y29udHJhcnk=
cG9rZXI=
d3JhcHBlZA==
Z3JhaGFt
bWk=
ZnU=
dHJhZ2lj
ZW50ZXJ0YWlubWVudA==
Y3Jvc3Npbmc=
dHJhdmlz
bGltaXRlZA==
c29iZXI=
c2lz
aW50ZW5kZWQ=
bmllY2U=
dGVubmlz
dHJhZGl0aW9uYWw=
aW5kZXBlbmRlbnQ=
Z3JhbmRzb24=
ZXhlY3V0aXZl
Y29saW4=
cmVnYXJkaW5n
d2Vha25lc3M=
bWV0aG9k
dG9vbA==
cGVybWl0
bm93YWRheXM=
bm9ydGhlcm4=
cHJheWluZw==
Y29u
dGVjaG5pcXVl
Z2VudGx5
Z3VuZmlyZQ==
YmFja3dhcmRz
c2tpbGw=
YmFyb24=
bWFyc2hhbA==
cGV0dHk=
c2VhbGVk
bWFzc2FnZQ==
cmFpc2luZw==
bWVudQ==
ZGlhcnk=
YXVkaXRpb24=
Y2FzaW5v
YmFjb24=
ZHV0Y2g=
cHJvbW90aW9u
Y2xpY2s=
Zm9yZ2l2ZW5lc3M=
YnVyc3Q=
cGVybWFuZW50
aW50ZXJmZXJl
Y2hhbnRpbmc=
c3BlbmNlcg==
cmVnaXN0ZXJlZA==
c3VwZXJtYW4=
dW5mYWly
YWRtaXR0ZWQ=
c3dhbGxvdw==
Y29uZHVjdA==
ZnJpZWQ=
YXZlbnVl
cmV2ZXJzZQ==
Zm9yZA==
aW52ZXN0bWVudA==
YWJzdXJk
cG90YXRv
aW5zcGlyZWQ=
cnVieQ==
dGFn
cmFt
aG9va2Vk
cmFuY2g=
d29ybg==
aGVhdGhlcg==
bGVhdGhlcg==
Z3JvdW5kcw==
YXNzdW1pbmc=
Y29uc3BpcmFjeQ==
dGhhbmtzZ2l2aW5n
Z3VhcmRpYW4=
eWVu
YXNoZXM=
dGVycm9y
bWlzdW5kZXJzdGFuZGluZw==
aGFsdA==
aW1tdW5pdHk=
c3RlYW0=
a2FuZw==
Y2xvc2VseQ==
cGVhcmw=
c29jY2Vy
cHJpb3JpdHk=
aGFwcGllcg==
a2hhbg==
c3RydWdnbGluZw==
cm9vdA==
Ym9vdA==
Y29uZmxpY3Q=
Y2hlcnJ5
Y2VsZWJyYXRpb24=
c29yZQ==
dW5jb25zY2lvdXM=
Y2F0dGxl
ZmFpcmx5
ZmVl
d2FkZQ==
cmFkaWF0aW9u
Zm9yZ2V0dGluZw==
cmVnaXN0ZXI=
c3BlY2lmaWNhbGx5
aWRlYWw=
c3BvaWw=
ZGVzZXJ2ZWQ=
Y2FuZGlkYXRl
bGFuY2U=
ZXhwbG9kZQ==
aW1tZWRpYXRl
ZGk=
aHVuZ2Vy
Y29tYmluYXRpb24=
bmFubnk=
c2V0aA==
ZGV2ZWxvcA==
c2V2ZXJl
ZW4=
ZnJhbmtsaW4=
Z3V0
c3BsZW5kaWQ=
eWFuZw==
dnVsbmVyYWJsZQ==
dml0YWw=
YnVyZWF1
aGFycGVy
cmV0cmVhdA==
dHJveQ==
YWNl
aGFt
YW5ub3VuY2U=
Z2FsYXh5
amV3ZWxyeQ==
bHVnZ2FnZQ==
Z3Jvb20=
bGlnaHRlcg==
YWxsaWFuY2U=
Y2xvdGhpbmc=
ZHJvd24=
YWxpa2U=
cmVsYXRpdmU=
d3JlY2s=
YXBwcm92ZQ==
cHJvZHVjZWQ=
cGh5c2ljYWxseQ==
c3Bpcml0dWFs
c2lyZQ==
cm9hcmluZw==
c3RhYg==
aW5jaA==
YXJyaXZhbA==
c2NhbmRhbA==
aG9tZXI=
dGFyYQ==
c2hpZWxk
c2hvb3Rlcg==
aW5zdGFudA==
cmVoZWFyc2Fs
ZGlzdHVyYmluZw==
ZGlyZWN0ZWQ=
c2Nhbg==
ZWxlY3Ryb25pYw==
cmVwdWJsaWM=
b3Zlcm5pZ2h0
Y291bnNlbA==
YmFpdA==
ZGlnbml0eQ==
bGVhbg==
aGVyb2lu
cmV4
YmFybmV5
Z29zc2lw
ZWNvbm9teQ==
aW1wcmVzcw==
dGlzc3Vl
dGhyZWF0ZW4=
YnVtcA==
c3VwcmVtZQ==
YmluZ28=
bWFua2luZA==
ZG9jdW1lbnQ=
YnJvYWQ=
dmVzc2Vs
ZGFsZQ==
Zm91bA==
c3RhcmU=
aHV0
Y29tYQ==
bGF5aW5n
Y29mZmlu
Y29jYWluZQ==
aGFuZGxlZA==
YW5ub3VuY2VtZW50
b2F0aA==
bW9i
Y290dG9u
ZGVwb3NpdA==
YXV0b3BzeQ==
YWR2aXNl
Z2ln
bGVjdHVyZQ==
cG9zdGVk
c2tpbm55
bG8=
aW5jbHVkZQ==
cmV2ZWFsZWQ=
aW5mZWN0ZWQ=
YXNzaXN0YW5jZQ==
c29sbw==
ZGV0ZXJtaW5l
ZWxzZXdoZXJl
cHJhY3RpY2Fs
bWFya2Vk
cnViYmVy
b3BlcmF0aW5n
c3VpdGU=
cGVyc29ubmVs
YmVhbQ==
cG9ldA==
Y291bnNlbG9y
ZmxvYXRpbmc=
Y29ycmVjdGVk
am91cm5hbGlzdA==
b3BlcmF0b3I=
cmVseQ==
c2luZ2g=
d2FsdA==
ZWFzdGVybg==
YXk=
c2hhdmU=
dG9zcw==
bGlw
YWNpZA==
c2k=
YW5vbnltb3Vz
aW5u
YnJlYXN0
c2l4dGg=
ZXJyb3I=
cm9vbW1hdGU=
dmlzaXRvcg==
Y29tbWl0bWVudA==
cmVhY3Q=
cHJvdGVzdA==
bWlzZXJ5
dGhlZnQ=
ZW1icmFjZQ==
ZGFybg==
aGFyc2g=
Y29tbXVuaWNhdGU=
ZmFpdGhmdWw=
aGVjdG9y
ZmxhbWU=
bWVkYWw=
c2lsaw==
cGhvdG9ncmFwaGVy
Y2VtZXRlcnk=
cmVhcg==
ZW1vdGlvbg==
Y2hhcA==
Y3J1c2hlZA==
Y29udGVudA==
cmFw
aG9wZWxlc3M=
ZGViYXRl
ZXJh
bHVja2lseQ==
dG9u
bGlxdWlk
c3dlbGw=
cGVnZ3k=
ZmVhc3Q=
bXVycGh5
YXBwbGljYXRpb24=
cHJvZmVzc2lvbg==
c2NvdXQ=
a2Vlbg==
YWlyY3JhZnQ=
Zm9ybWVk
YWdncmVzc2l2ZQ==
c2lnbmlmaWNhbnQ=
dmlzdWFs
ZW1iYXNzeQ==
ZGVmZW5jZQ==
ZGlzcGxheQ==
ZmFtZQ==
Y3Vyc2Vk
dHdpbg==
c29ycm93
dmF1bHQ=
cXVvdGU=
cGVuYWx0eQ==
YmFyZ2Fpbg==
cGVwcGVy
c3BlYWtlcg==
Y29tcGFyZQ==
c2F0YW4=
aGVsbWV0
c2Nhcg==
ZnVzcw==
cGVycnk=
YmVsaWV2aW5n
YXNzaWduZWQ=
amVubmE=
dGlu
c29uaWM=
Y29sbGFy
bWVyZQ==
YmVsaWVm
c3RvcmFnZQ==
cnVzdHk=
Y2xpbWJpbmc=
c3Vt
YWx0ZXJuYXRpdmU=
cmFpZA==
ZGluaW5n
Y29ycG9yYXRl
Zm9saw==
YmFpbGV5
dW4=
c3VycHJpc2luZw==
Y2hlc3M=
Y3J1aXNl
cHJpbWFyeQ==
cmh5dGht
bW90b3JjeWNsZQ==
YWRvcHRlZA==
Y2FyZ28=
c2hvdmU=
dHJhaWxlcg==
Y2Fubm9u
dGFibGVz
YXJzZQ==
YWxseQ==
d2Vl
ZHVsbA==
dGVlbmFnZQ==
a2VudA==
d29ydGhsZXNz
a2luZG5lc3M=
Z3JpcA==
cnVtb3I=
c2tpcnQ=
cGVyZnVtZQ==
aW5zdHJ1bWVudGFs
YXNzb2NpYXRpb24=
c3Bpa2U=
ZWxldmVu
Z2FsbGVyeQ==
Z2luZ2Vy
Ym9hcmRpbmc=
ZmlzdA==
c3R1ZmZlZA==
Y3JlYXRpb24=
aW5mZWN0aW9u
dGVuc2lvbg==
a2luZGx5
Y2VydGlmaWNhdGU=
Ym9sZA==
dHdpc3RlZA==
c3VzcGVuZGVk
YWZmZWN0ZWQ=
ZW52eQ==
ZGlhbA==
bWFydGlhbA==
bHVuZw==
Y29hbA==
dXBzaWRl
aW1wZXJpYWw=
cGFt
cGFyYW5vaWQ=
Y29uZ3Jlc3M=
dmlsbGE=
ZmlsbGluZw==
Y29taWM=
ZmFpbnQ=
cmVjb3Zlcnk=
dm9sdW50ZWVy
dGVjaA==
YmxlZWQ=
bmFycm93
Zm9yYmlk
cGVyc3BlY3RpdmU=
ZmFjZWQ=
bmVhdA==
cGllcmNl
b2JzZXJ2ZQ==
Y3ljbGU=
cHN5Y2hpYw==
aGFuZGxpbmc=
Z29vc2U=
YWNjaWRlbnRhbGx5
Y29uY2x1c2lvbg==
ZGVzaWduZXI=
aW1wb3J0YW5jZQ==
c3dlZXA=
Y29tbXVuaXN0
YmxhY2ttYWls
cGFjaWZpYw==
cmlza3k=
Z2xvcmlvdXM=
aGF0cmVk
Y2Ft
c2NvdGNo
ZXhlY3V0ZWQ=
Ymxhbms=
dGVuZGVy
dHVybmVy
c3Vja2Vy
c2xpZ2h0
YWRkaXRpb24=
Y2FtcHVz
cml0dWFs
cHJleQ==
Z3JhZHVhdGU=
YW55d2F5cw==
ZnJ5
Z2VudWluZQ==
c29tZXdoYXQ=
ZXN0YWJsaXNoZWQ=
em9tYmll
Z2F0aGVyaW5n
bWljaw==
ZWxlY3RyaWNhbA==
Y29sbGlucw==
ZGVwZW5k
aW5zdGl0dXRl
cHJpbmNpcGxl
Zml4aW5n
dGhlcmFwaXN0
Y29tcGV0ZQ==
Y29tcGxpbWVudA==
d29yc2hpcA==
cmVzaWRlbmNl
ZGVtb2NyYWN5
bXl0aA==
aGVscGxlc3M=
ZXhlY3V0aW9u
YXBwZXRpdGU=
Zm9ybWFs
c3RyaWN0bHk=
dGVjaG5pY2Fs
c3RlbGxh
cm9k
c2hlcGhlcmQ=
YnJhemls
YnJ1dGFs
YWxpc29u
dmFpbg==
c3dpdGNoZWQ=
Y2hp
cmV0aXJl
b3ZlcmNvbWU=
aW5zcGlyYXRpb24=
YmVuamFtaW4=
dGFl
c3VnZ2VzdGlvbg==
ZHVtbXk=
c2FpbG9y
ZGVzdGluYXRpb24=
YmFzcw==
aWRvbA==
cmFuaw==
YmxvY2tlZA==
c3RyaWN0
Zm9ybXVsYQ==
Y2xlcms=
c2FtdXJhaQ==
ZGlzdHVyYmVk
dmVyYQ==
d2FuZGVyaW5n
Y29uc2Npb3VzbmVzcw==
bWlu
YmFyZQ==
YnV0Y2hlcg==
YXJyYW5nZW1lbnQ=
bWluaXN0cnk=
c3dlYXRlcg==
bG9jYXRl
cGFyb2xl
ZXhhbWluZQ==
cHJpb3I=
cGFzc2FnZQ==
cmVhY2hpbmc=
b3JnYW4=
b3V0ZXI=
bW9ycmlz
bHV4dXJ5
cGlzdG9s
ZnVuZHM=
c3Vuc2V0
Zm9ydHVuYXRlbHk=
dG9tYg==
ZW5naW5lZXJpbmc=
ZWxlbWVudA==
YnJvYWRjYXN0
c3ByYXk=
ZXRlcm5pdHk=
aGFuZHk=
c2xpY2U=
YmVoYXZpb3Vy
cGFjZQ==
c3RpZmY=
bGljaw==
Y29uY3JldGU=
c2F1c2FnZQ==
c3Bpbm5pbmc=
Z2VuZXRpYw==
bG91ZGx5
bWFydmVsb3Vz
Y3JlZXA=
c2NoZW1l
cGx1Zw==
cHJvdG9jb2w=
a2lkbmV5
ZmluaXNoaW5n
aW52YXNpb24=
YWZmZWN0aW9u
d29vZHk=
ZW5kbGVzcw==
ZGlzY2lwbGluZQ==
YWJzZW5jZQ==
d2FraW5n
cGhpbG9zb3BoeQ==
Y3JhY2tlZA==
cmVlZA==
dmVyZGljdA==
ZHJha2U=
cHJpdmlsZWdl
YW55aG93
c2NlbnQ=
bmFpdmU=
ZGF5bGlnaHQ=
YWlycGxhbmU=
c3dvcmU=
Y29uc2VudA==
ZGlzYWdyZWU=
d2l6YXJk
cmFuZ2Vy
Y2VsZWJyaXR5
YWhh
cGxhZ3Vl
YnJlZXpl
Y29udmVuaWVudA==
Ym9udXM=
ZG9uZw==
aW5zdGluY3Q=
cG9ydGVy
d3Jpc3Q=
b3JpZ2luYWxseQ==
cGh5c2ljcw==
ZnVyaW91cw==
c2VjdG9y
aW5jb21l
b2ZmZW5kZWQ=
bGFzZXI=
ZmxlZA==
Ym94aW5n
YWNjdXJhdGU=
dGh1bWI=
c3VzcGljaW9u
d2FuZw==
Ymx1ZXM=
bG9iYnk=
cmVjaXBl
bGFz
Z2VuZXJhbGx5
c2Vla2luZw==
c2VjcmV0bHk=
ZGVjbGFyZQ==
bWlzc2lsZQ==
ZW5zdXJl
dHJpY2t5
aG9ja2V5
YnViYmxl
bWF4aW11bQ==
Y2FycmlhZ2U=
YXV0aG9y
Y2VsbGFy
dG9ydHVyZWQ=
bW9ydGFs
YXNzb2NpYXRl
aG9uZXN0eQ==
bWF0dXJl
ZGVlZA==
a2F5
cGlyYXRl
cHJvc3RpdHV0ZQ==
cmV0aXJlbWVudA==
cGxhdGZvcm0=
aWxsdXNpb24=
ZGVhbHQ=
bW9sZQ==
cmFuZw==
cHJvc2VjdXRpb24=
ZmF0YWw=
Y29wcGVy
aGVpcg==
bGVuZ3Ro
ZGVudGlzdA==
ZW50ZXJwcmlzZQ==
dG91cm5hbWVudA==
cm9hc3Q=
Zmxvb2Q=
aGFyYm9y
cm9yeQ==
bWFuc2lvbg==
YXVjdGlvbg==
YmFjaGVsb3I=
ZGlzdHJhY3RlZA==
cm9kbmV5
bmVnb3RpYXRl
Y2hhbXA=
c2hvdGd1bg==
Y29ja3RhaWw=
YnV0bGVy
cmVmZXJlbmNl
YnVsbHk=
Y29sbGFwc2U=
YW5h
bWluaW11bQ==
cGF0dHk=
aW5jbHVkZWQ=
Y2l2aWxpemF0aW9u
ZGVwcmVzc2lvbg==
dGlkZQ==
cmVudGVk
YnJh
bGlu
cm90
cGFzc3dvcmQ=
dGg=
a2lyaw==
cGVkcm8=
c3BpbGw=
ZGVjZWFzZWQ=
c3RhdGlj
YWxtaWdodHk=
cGhyYXNl
ZGlzZ3JhY2U=
YXBwcm92YWw=
Y29sbGVjdGVk
ZGluZw==
Y2hlZWs=
bGVnYWxseQ==
ZGl0Y2g=
ZGltZQ==
ZG9tZXN0aWM=
aGFjaw==
cmFuc29t
Y2hhbmc=
Ym9yZQ==
d2FpdHJlc3M=
c3BpdGU=
cmViZWw=
Y2xlYXJpbmc=
Zm9ydHVuYXRl
cmVwbHk=
ZGlzYXBwb2ludA==
b3JiaXQ=
ZXhwb3Nl
Z2lu
dG9l
c3ltcGF0aHk=
Z3Jvd3Ro
cHN5Y2hpYXRyaXN0
ZW5jb3VudGVy
cGFzc2VuZ2Vy
YWNjb21wYW55
Y29sdW1u
c2lnaA==
cG91bmRpbmc=
ZWNvbm9taWM=
dGFsZXM=
dGhlaXJz
YnJhdA==
c3ByZWFkaW5n
aGlsYXJpb3Vz
aGFsbHdheQ==
ZXhjbHVzaXZl
Z3JlZXQ=
Ym93bGluZw==
YnV0dG9ucw==
Y29uZnVzaW9u
ZHJlYWRmdWw=
Zm9ydHk=
c3VuZw==
YnJhc3M=
c2hyaW5r
c3dvcm4=
cHJvdmVu
cmFyZWx5
aXJlbmU=
ZGVl
Y2hlbWlzdHJ5
YXNzdXJlZA==
YXBwbGllZA==
bHVzdA==
bGFiZWw=
dGFu
ZWdv
cGhvZW5peA==
Y29tcGFuaW9u
bG90dGVyeQ==
cHVibGljaXR5
ZGlhbG9ndWU=
Y2Fs
dHJlbWVuZG91cw==
ZXN0YWJsaXNo
aW50aW1hdGU=
c2U=
YXRsYW50aWM=
cHJlc2VudGF0aW9u
YWxsZXJnaWM=
ZGVu
c3BvaWxlZA==
YWNjb21wbGlzaGVk
cmVwYXk=
bG9naWM=
Z3JhdGl0dWRl
ZXhjZXB0aW9u
dWx0aW1hdGVseQ==
cGFibG8=
Y29tcHJvbWlzZQ==
bWFqb3JpdHk=
am91cm5hbA==
ZG9jaw==
ZXNzZW50aWFs
Y2xpbWF0ZQ==
aW5r
YWRtaW5pc3RyYXRpb24=
cGFzc2lvbmF0ZQ==
cHJlY2lzZQ==
dmlh
amVhbnM=
cmVzb3J0
Y2FwYWNpdHk=
b3Bwb25lbnQ=
bWludXM=
aW5zdHJ1bWVudA==
aGVhbGluZw==
Y29udmVudGlvbg==
bWVzc2VuZ2Vy
dmVyc3Vz
c3Vydml2b3I=
Y291Z2g=
ZGlzZ3Vpc2U=
YXJjaGVy
YmljeWNsZQ==
aW52aXRpbmc=
cHJlZ25hbmN5
ZGVjbGFyZWQ=
d29vZGVu
aW5ub2NlbmNl
c2tpZXM=
cGFpbnRlcg==
YWxsaWVz
cnVud2F5
YXNzaXN0
bW9uYQ==
c2lja25lc3M=
Y2l2aWxpYW4=
Y3VzdG9tcw==
ZmxvcmVuY2U=
c2hyaW1w
dG9yZQ==
c2V2ZW50aA==
Y2hhbXBpb25zaGlw
aG91c2Vob2xk
ZmxvYXQ=
Y2hhZA==
YmFsbGV0
Y3JhY2tpbmc=
cmFq
cG9zc2Vzc2Vk
aGFybWxlc3M=
Y3VyaW9zaXR5
dmljaW91cw==
Z2xvdmU=
bmVhcmVzdA==
bWFubnk=
d2l0aGRyYXc=
c2hvY2tpbmc=
Z3JlZWR5
Zm9yZWhlYWQ=
Y29ycHM=
cmVzZXJ2YXRpb24=
Zmx1
aGludA==
cGVhbnV0
c3Rhcms=
Z2FtYmxl
YXV0dW1u
YnJhY2VsZXQ=
Y29udGFpbg==
YXJyb2dhbnQ=
cGlwZXI=
c3Blcm0=
Z2VzdHVyZQ==
dGlja2luZw==
cmVjZWlwdA==
d2hhdHNvZXZlcg==
aG9tZWxhbmQ=
bGVhcA==
c2F2YWdl
aXZ5
YXBwcm94aW1hdGVseQ==
cG9ueQ==
Y2xlYW5lcg==
YnVzaW5lc3NtYW4=
dW5saWtlbHk=
Z2Fs
Y29sb255
dm9sdW1l
cGFudGllcw==
ZW5nYWdl
dmlvbGV0
bXV0dWFs
bGlnaHRpbmc=
YmV3YXJl
ZWR1Y2F0ZWQ=
b2ZmZW5zaXZl
aGFydmVzdA==
cXVhbGlmaWVk
cmVsYXhlZA==
Y2FwZQ==
YnVmZmFsbw==
dHJpcGxl
cGFsbWVy
YXJtb3I=
cG92ZXJ0eQ==
bGVhZGVyc2hpcA==
cm9kZQ==
YW1iaXRpb24=
dHJvdXNlcnM=
YmVhbg==
cmFjaXN0
YmFt
YW5rbGU=
Y29ycmVjdGx5
dGVycmlmeWluZw==
dmlsbGFpbg==
bWFyYw==
ZHJhZnQ=
ZmFjdG9y
cG9ydHJhaXQ=
Zm9udA==
YmxhaXI=
bGVhcm50
cGVuY2ls
cmVzZXJ2ZQ==
dW1icmVsbGE=
dGE=
dHJhdmVsZWQ=
YXV0bw==
bG9naWNhbA==
ZWxpbWluYXRl
Y2FyYm9u
Y3Jhd2xpbmc=
c3RlcHBpbmc=
aW5kZXBlbmRlbmNl
bWVkaXVt
